[{"english": ["it pron", "the art"], "examples": [], "french": "la"},{"english": ["three num"], "examples": ["Le train n'a que trois wagons. — The train only has three coaches.J'ai coupé trois tranches de pain. — I cut three slices of bread. "], "french": "trois"},{"english": ["bibliography n"], "examples": ["J'ai achevé ma présentation par une bibliographie. — I concluded my presentation with a bibliography. "], "french": "Bibliographie"},{"english": [], "examples": [], "french": "complète"},{"english": ["Michael prop.n"], "examples": [], "french": "Michel"},{"english": ["number n  (often used)", "figure n", "variety n", "count n", "volume n", "capacity n"], "examples": ["Le nombre de chats errants augmente. — The number of stray cats is increasing. L'expérience médicale a soulevé un certain nombre de questions éthiques. — The medical experiment raised a number of ethical questions. ", "Le nombre sur le bulletin de salaire a surpris l'employé. — The figure on the salary slip surprised the employee. ", "Il y a un grand nombre de fruits au marché. — There is a large variety of fruits at the market. ", "Le graphique montre le nombre exact de téléchargements sur le site internet. — The graph shows the exact count of downloads on the website. ", "L'entreprise reçoit un nombre élevé de commandes. — The company receives a high volume of orders. ", "Le nouvel avion aura un plus grand nombre de places. — The new airplane will have greater passenger capacity. "], "french": "nombre"},{"english": ["be v", "being n   (plural: beings)"], "examples": ["Mon frère est très grand. — My brother is very tall.L'étain est un métal lourd. — Tin is a heavy metal. ", "La protection de l'environnement profite à tous les êtres vivants. — Protecting the environment benefits all living beings. "], "french": "serait"},{"english": ["on prep  (often used)", "for prep", "about prep", "upon prep", "over prep", "onto prep", "regarding prep"], "examples": ["La nourriture est déjà sur la table. — The food is already on the table. Le bois flotte sur l'eau. — Wood floats on water. ", "Le professeur a éclairé ses élèves sur le sujet. — The teacher enlightened his students about the topic.L'étudiant doit rédiger un essai sur l'art moderne. — The student must write an essay about modern art. ", "Des tailles différentes sont disponibles sur demande. — Different sizes are available upon request. ", "Les espèces évoluent sur des millions d'années. — Species evolve over millions of years.Le roi régnait sur tout le royaume. — The king ruled over the whole realm. ", "Mon frère a gravé un film sur DVD. — My brother burned a movie onto a DVD.La statue a été posée avec soin sur le socle. — The statue was carefully placed onto the plinth. ", "Je n'ai pas d'avis sur ce sujet, je suis neutre. — I do not have an opinion regarding this matter, I am neutral. "], "french": "sur"},{"english": [], "examples": [], "french": "Bérard"},{"english": [], "examples": [], "french": "Alfred"},{"english": ["German adj", "German n   (plural: Germans)"], "examples": ["L'équipe est composée de deux Allemands et d'un Américain. — The team is composed of two Germans and an American. "], "french": "allemand"},{"english": [], "examples": [], "french": "collab"},{"english": ["champion n  (often used)\n (plural: champions)", "champion m   (plural: champions m)", "défendre qqch.", "soutenir v"], "examples": ["Le gagnant de la course sera le champion. — The winner of the race will be the champion.Les prouesses du champion restent inégalées à ce jour. — The champion's exploits remain unparalleled to this day.Le champion incontesté semblait invincible. — The undisputed champion seemed invincible. ", "The winner of the race will be the champion. — Le gagnant de la course sera le champion. The champion's exploits remain unparalleled to this day. — Les prouesses du champion restent inégalées à ce jour.The undisputed champion seemed invincible. — Le champion incontesté semblait invincible. ", "The politician champions the rights of migrant workers. — L'homme politique défend les droits des travailleurs immigrés. ", "The new government champions social reform. — Le nouveau gouvernement soutient la réforme sociale. "], "french": "Champion"},{"english": [], "examples": [], "french": "précurseur"},{"english": ["several pron", "quite a few"], "examples": ["Le président a plusieurs résidences dans l'ensemble du pays. — The president has several residences across the country.J'ai récemment adhéré à plusieurs clubs. — I have recently joined several clubs. ", "Le journaliste a écrit plusieurs articles bien documentés. — The journalist wrote quite a few well-documented articles. "], "french": "plusieurs"},{"english": ["become sb./sth.", "get sth.", "grow v   (grew, grown)", "turn v   (turned, turned)"], "examples": ["Le garçon veut devenir pompier. — The boy wants to become a firefighter.Marcher tous les jours est devenu une routine. — Walking every day became a habit. ", "Avec de la pratique, jouer du piano devient plus facile. — With some practice, playing the piano gets easier.Je coupe mes ongles avant qu'ils ne deviennent trop longs. — I clip my nails before they get too long. ", "Son envie de soleil devint de plus en plus forte pendant l'hiver. — His longing for sunshine grew ever more strongly during the winter. ", "Le garçon est devenu pâle quand il a vu l'araignée. — The boy turned pale when he saw the spider. "], "french": "devient"},{"english": [], "examples": [], "french": "Hratchia"},{"english": ["devote v   (devoted, devoted)", "dedicate v   (dedicated, dedicated)", "earmark sth.", "expend v   (expended, expended)", "bless v   (blessed, blessed)"], "examples": ["Je consacre mon temps libre à l'apprentissage des langues. — I devote my free time to learning languages. ", "Le journal a consacré un long article à cette incroyable histoire. — The newspaper dedicated a long article to this incredible story. ", "L'entreprise a consacré ses profits à la recherche et au développement. — The company earmarked its profits for research and development. ", "L'équipe a consacré beaucoup d'efforts au projet. — The team expended a lot of effort on the project. ", "Examples:consacrer qqch. à qqch. v—dedicate sth. to sth. v · bring sth. to bear on sth. v "], "french": "consacre"},{"english": [], "examples": [], "french": "Albert"},{"english": [], "examples": [], "french": "Sammenlignende"},{"english": [], "examples": [], "french": "jusqu"},{"english": [], "examples": [], "french": "décennies"},{"english": ["birth n  (often used)\n (plural: births)", "genesis n"], "examples": ["Je connais l'heure exacte de la naissance de mon fils. — I know my son's exact time of birth. ", "L'article parle de la naissance de la foi chrétienne. — The article is about the genesis of the Christian faith. "], "french": "Naissance"},{"english": ["mills pl  (almost always used)", "mill n   (plural: mills)", "windmill n"], "examples": ["Les moulins à marée sont actionnés par les courants d'eau de mer. — Tidal mills are operated by seawater currents. ", "Avant, les gens achetaient la farine directement au moulin. — People used to buy flour straight from the mill. Le vieux moulin est très pittoresque. — The old mill is very picturesque.Les moulins à marée sont actionnés par les courants d'eau de mer. — Tidal mills are operated by seawater currents. "], "french": "Moulins"},{"english": ["sons pl", "wires pl", "son n  (often used)\n (plural: sons)", "lead n   (plural: leads)", "strand n   (plural: strands)"], "examples": ["Les fils étaient faits d'un composite de cuivre et d'acier. — The wires were made of a composite of copper and steel.Les fils sont protégés par un boîtier en plastique. — The wires are protected by a plastic casing. ", "Elle a pardonné à son fils d'avoir menti. — She pardoned her son for lying.Mon fils n'a que de bonnes fréquentations. — My son only keeps good company. ", "J'ai remplacé le fil d'antenne endommagé. — I replaced the damaged antenna lead. ", "La broderie comporte des fils de soie et d'or. — This embroidery has strands of silk and gold. "], "french": "fils"},{"english": [], "examples": [], "french": "été"},{"english": [], "examples": [], "french": "Paulhan"},{"english": ["released", "seem v   (seemed, seemed)", "appear v   (appeared, appeared)", "look v   (looked, looked)", "come out v   (came, come)"], "examples": ["La tâche paraissait insurmontable mais j'ai persévéré. — The task seemed insurmountable but I kept trying. ", "Mon ami paraît fatigué aujourd'hui. — My friend looks tired today.Il paraissait minable dans son vieux manteau rapiécé. — He looked shabby in his old, patched coat.Un homme paraît petit comparé à un éléphant. — A human looks tiny compared to an elephant. ", "Une nouvelle édition du dictionnaire paraîtra la semaine prochaine. — A new edition of the dictionary will come out next week. ", "Examples:article paru m—article published n article paru récemment m—recent article n paraître sensé v—make sense v "], "french": "paru"},{"english": ["expensive adj", "dear adj", "beloved", "pricey adj", "dear adj"], "examples": ["Ma mère a acheté une bague très chère. — My mother bought a very expensive ring.Les métaux précieux, tels que l'or, sont chers. — Precious metals, such as gold, are expensive. ", "J'aime mes animaux domestiques, ils me sont très chers. — I love my pets, they are very dear to me. ", "Il a écrit une lettre à sa chère maman. — He wrote a letter to his beloved mother. ", "Certains fruits sont assez chers en hiver. — Certain fruits are quite pricey in winter. "], "french": "Cher"},{"english": ["occupy v   (occupied, occupied)", "assume sth.", "inhabit sth."], "examples": ["La famille a fait un puzzle pour occuper les enfants. — The family did a puzzle to occupy the children.Elle occupe un poste élevé dans cette entreprise. — She occupies a senior position in this company. ", "Le chef de projet occupe aussi la place de chef d'équipe. — The project manager also assumes the role of team leader. ", "Examples:s'occuper de (qqn./qqch.) v —look after sb./sth. v · take care of sb./sth. v · deal with sb./sth. v · handle sb./sth. v · care for sb./sth. v · attend to sb. v · provide for sb. v · mind sth. v · nurse sb./sth. v · dispose of sth. v occuper un poste v—hold a position v occuper une fonction v—hold a position v "], "french": "occupe"},{"english": ["change n  (often used)", "variation n", "difference n", "swing n", "variation f", "divergence f"], "examples": ["La variation des prix est souvent appliquée en septembre. — The change in rates is often applied in September. ", "Les statistiques montrent une variation dans le taux de croissance. — Statistics show a variation in the growth rate. ", "La variation de prix était due au taux de change. — The price difference was due to the exchange rate. ", "La récente variation des prix immobiliers est difficile à expliquer. — The recent swing in property prices is hard to explain. ", "Statistics show a variation in the growth rate. — Les statistiques montrent une variation dans le taux de croissance. ", "There is a variation in education levels by country. — Il y a une divergence dans les niveaux d'éducation selon le pays. "], "french": "variation"},{"english": ["oversee sb./sth.", "supervise sb./sth.", "monitor sb./sth.", "superviser qqn./qqch.", "surveiller qqch./qqn.", "piloter qqn./qqch.", "diriger qqn./qqch."], "examples": ["Le chef d'équipe supervise le travail de ses employés. — The team leader oversees the work of his employees. ", "Le manager supervise mon travail avec attention. — The manager supervises my work carefully.Un contremaître supervise les autres ouvriers. — A foreman supervises the other workers.Je n'enseignais pas ; je supervisais simplement les enfants. — I did not teach; I merely supervised the children. ", "Mon chef supervise l'avancement de mon travail. — My boss monitors the progress of my work. ", "The manager supervises my work carefully. — Le manager supervise mon travail avec attention.A foreman supervises the other workers. — Un contremaître supervise les autres ouvriers.I did not teach; I merely supervised the children. — Je n'enseignais pas ; je supervisais simplement les enfants. ", "The teacher supervises the students during the exam. — Le professeur surveille les étudiants pendant l'examen. ", "The minister will supervise the work of the new committee. — Le ministre pilotera le travail du nouveau comité. ", "The professor supervises the student's work. — Le professeur dirige le travail de l'étudiant. "], "french": "supervise"},{"english": ["proverb n   (plural: proverbs)", "saying n   (plural: sayings)"], "examples": ["Comme le dit le proverbe, il n'y a pas de fumée sans feu. — As the proverb goes, there is no smoke without fire. ", "Selon un proverbe ancien, savoir, c'est pouvoir. — According to an old saying, knowledge is power. "], "french": "proverbe"},{"english": ["to prep", "for prep", "in order to prep", "towards prep", "verser (qqch.)", "servir qqch.", "pleuvoir à verse v"], "examples": ["Il faut une heure pour faire cuire le gâteau. — It takes one hour to bake the cake.Je me lève tôt pour aller au travail. — I wake up early to go to work. ", "J'ai acheté un cadeau pour ma mère. — I bought a gift for my mother.J'ai cousu une robe pour ma fille. — I stitched a dress for my daughter. ", "Il travaille dur pour obtenir de bonnes notes. — He works hard in order to get good grades.Notre équipe doit marquer un but pour gagner. — Our team needs to score in order to win. ", "J'économise pour acheter une voiture. — I am saving towards buying a car. ", "She poured milk into the glass. — Elle a versé du lait dans le verre.The brewer poured the liquid into the large fermenting tun. — Le brasseur a versé le liquide dans la grande cuve de fermentation. ", "I poured wine for my guests. — J'ai servi du vin à mes invités. ", "She put on rain boots because it was pouring. — Elle a enfilé des bottes en caoutchouc car il pleuvait à verse. "], "french": "pour"},{"english": [], "examples": [], "french": "Arménie"},{"english": ["sociolinguistics n"], "examples": [], "french": "sociolinguistique"},{"english": ["assist sb./sth.", "help sb./sth."], "examples": ["L'infirmière assiste le chirurgien pendant l'opération. — The nurse assists the surgeon during the operation. ", "L'infirmière assiste le chirurgien durant l'intervention. — The nurse helps the surgeon during the procedure. ", "Examples:assister à une réunion v—attend a meeting v assister à qqch. v —attend sth. v · watch sth. v · witness sth. v · participate in sth. v · hear sth. v "], "french": "assiste"},{"english": ["home n   (plural: homes)", "residence n   (plural: residences)", "house n", "dwelling n   (plural: dwellings)", "remain v   (remained, remained)", "stay v   (stayed, stayed)", "live v   (lived, lived)"], "examples": ["La ville compte de nombreuses demeures historiques. — The city has many historical dwellings. ", "La formation de l'univers demeure un mystère. — The formation of the universe remains a mystery.Malgré la crise, nos recettes demeurent intactes. — Despite the crisis, our revenues remain unaffected. ", "Ma famille et moi demeurons désormais à Londres. — My family and I live in London now. "], "french": "demeure"},{"english": ["review n  (often used)\n (plural: reviews)", "journal n   (plural: journals)", "magazine n   (plural: magazines)", "revised", "review (sth.)", "revise (sth.)", "revisit sth.", "see sb.", "see sb./sth.", "reconsider sth.", "redesign sth.", "reassess sth.", "revamp v   (revamped, revamped)", "revue f   (plural: revues f)"], "examples": ["La revue de nos procédures a révélé quelques défauts. — The review of our processes revealed some flaws. ", "J'écris des articles pour de nombreuses revues scientifiques. — I write articles for many scientific journals. ", "Mon article sera publié dans le prochain numéro de la revue. — My article will be published in the forthcoming issue of the magazine. ", "Je vais revoir ma demande d'emploi avant de l'envoyer. — I will review my job application before submitting it. ", "Le gouvernement a revu le budget à la hausse. — The government revised the budget upward. ", "Le couple a demandé à revoir la maison avant de l'acheter. — The couple asked to revisit the house before purchasing it. ", "Revoir mon ami m'a rendu joyeux et heureux. — Seeing my friend again made me cheerful and happy. ", "Revoir mon ami m'a rendu joyeux et heureux. — Seeing my friend again made me cheerful and happy. ", "L'entreprise a revu sa stratégie commerciale obsolète. — The company reconsidered its outdated marketing strategy. ", "Le pays a revu sa politique commerciale. — The country redesigned its trade policy. ", "Les chercheurs ont revu leurs hypothèses initiales. — The researchers reassessed their original assumptions. ", "L'équipe marketing a revu le vieux site internet de l'entreprise. — The marketing team revamped the company's old website. ", "Examples:great revue n—grande revue f "], "french": "Revue"},{"english": ["thus adv", "this way adv", "in that respect adv"], "examples": ["L'étudiant a réussi l'examen final, terminant ainsi le cours. — The student passed the final exam, thus completing the course. ", "Ainsi, il y a différentes interprétations possibles. — In that respect, there are different possible interpretations. "], "french": "Ainsi"},{"english": ["first adj  (often used)", "prime adj", "primary adj", "initial adj", "main adj", "principal adj", "preliminary adj", "first num", "premier ministre m", "premier adj"], "examples": ["Les premiers résultats seront publiés aujourd'hui. — The first results will be published today.Mon premier animal de compagnie était un chat. — My first pet was a cat. ", "La satisfaction du client est notre premier souci. — Our prime concern is customer satisfaction. ", "L'objectif premier de l'association est d'aider les pauvres. — The primary objective of the association is to help the poor. ", "Les premières conclusions ont été réfutées par une deuxième expérience. — The initial conclusions were disproved by a second experiment. ", "Mon premier objectif est d'obtenir mon diplôme. — My main objective is to get my degree. ", "L'objectif premier de l'association est d'aider les sans-abris. — The association's principal objective is to help the homeless. ", "Les premiers tests en laboratoire sont concluants. — The preliminary laboratory tests are conclusive. "], "french": "premier"},{"english": ["lees pl", "scum n"], "examples": ["Il a filtré la lie du vin. — He filtered the lees of the wine. ", "Il a décrit les criminels comme la lie de la société. — He described criminals as the scum of society. ", "Examples:lie de vin f—wine sediment n "], "french": "liée"}]