[
    {
      "english": [
        "it pron",
        "the art"
      ],
      "examples": [],
      "french": "la"
    },
    {
      "english": [
        "three num"
      ],
      "examples": [
        "Le train n'a que trois wagons. — The train only has three coaches.J'ai coupé trois tranches de pain. — I cut three slices of bread. "
      ],
      "french": "trois"
    },
    {
      "english": [
        "bibliography n"
      ],
      "examples": [
        "J'ai achevé ma présentation par une bibliographie. — I concluded my presentation with a bibliography. "
      ],
      "french": "Bibliographie"
    },
    {
      "english": [],
      "examples": [],
      "french": "complète"
    },
    {
      "english": [
        "Michael prop.n"
      ],
      "examples": [],
      "french": "Michel"
    },
    {
      "english": [
        "number n  (often used)",
        "figure n",
        "variety n",
        "count n",
        "volume n",
        "capacity n"
      ],
      "examples": [
        "Le nombre de chats errants augmente. — The number of stray cats is increasing. L'expérience médicale a soulevé un certain nombre de questions éthiques. — The medical experiment raised a number of ethical questions. ",
        "Le nombre sur le bulletin de salaire a surpris l'employé. — The figure on the salary slip surprised the employee. ",
        "Il y a un grand nombre de fruits au marché. — There is a large variety of fruits at the market. ",
        "Le graphique montre le nombre exact de téléchargements sur le site internet. — The graph shows the exact count of downloads on the website. ",
        "L'entreprise reçoit un nombre élevé de commandes. — The company receives a high volume of orders. ",
        "Le nouvel avion aura un plus grand nombre de places. — The new airplane will have greater passenger capacity. "
      ],
      "french": "nombre"
    },
    {
      "english": [
        "be v",
        "being n   (plural: beings)"
      ],
      "examples": [
        "Mon frère est très grand. — My brother is very tall.L'étain est un métal lourd. — Tin is a heavy metal. ",
        "La protection de l'environnement profite à tous les êtres vivants. — Protecting the environment benefits all living beings. "
      ],
      "french": "serait"
    },
    {
      "english": [
        "on prep  (often used)",
        "for prep",
        "about prep",
        "upon prep",
        "over prep",
        "onto prep",
        "regarding prep"
      ],
      "examples": [
        "La nourriture est déjà sur la table. — The food is already on the table. Le bois flotte sur l'eau. — Wood floats on water. ",
        "Le professeur a éclairé ses élèves sur le sujet. — The teacher enlightened his students about the topic.L'étudiant doit rédiger un essai sur l'art moderne. — The student must write an essay about modern art. ",
        "Des tailles différentes sont disponibles sur demande. — Different sizes are available upon request. ",
        "Les espèces évoluent sur des millions d'années. — Species evolve over millions of years.Le roi régnait sur tout le royaume. — The king ruled over the whole realm. ",
        "Mon frère a gravé un film sur DVD. — My brother burned a movie onto a DVD.La statue a été posée avec soin sur le socle. — The statue was carefully placed onto the plinth. ",
        "Je n'ai pas d'avis sur ce sujet, je suis neutre. — I do not have an opinion regarding this matter, I am neutral. "
      ],
      "french": "sur"
    },
    {
      "english": [],
      "examples": [],
      "french": "Bérard"
    },
    {
      "english": [],
      "examples": [],
      "french": "Alfred"
    },
    {
      "english": [
        "German adj",
        "German n   (plural: Germans)"
      ],
      "examples": [
        "L'équipe est composée de deux Allemands et d'un Américain. — The team is composed of two Germans and an American. "
      ],
      "french": "allemand"
    },
    {
      "english": [],
      "examples": [],
      "french": "collab"
    },
    {
      "english": [
        "champion n  (often used)\n (plural: champions)",
        "champion m   (plural: champions m)",
        "défendre qqch.",
        "soutenir v"
      ],
      "examples": [
        "Le gagnant de la course sera le champion. — The winner of the race will be the champion.Les prouesses du champion restent inégalées à ce jour. — The champion's exploits remain unparalleled to this day.Le champion incontesté semblait invincible. — The undisputed champion seemed invincible. ",
        "The winner of the race will be the champion. — Le gagnant de la course sera le champion. The champion's exploits remain unparalleled to this day. — Les prouesses du champion restent inégalées à ce jour.The undisputed champion seemed invincible. — Le champion incontesté semblait invincible. ",
        "The politician champions the rights of migrant workers. — L'homme politique défend les droits des travailleurs immigrés. ",
        "The new government champions social reform. — Le nouveau gouvernement soutient la réforme sociale. "
      ],
      "french": "Champion"
    },
    {
      "english": [],
      "examples": [],
      "french": "précurseur"
    },
    {
      "english": [
        "several pron",
        "quite a few"
      ],
      "examples": [
        "Le président a plusieurs résidences dans l'ensemble du pays. — The president has several residences across the country.J'ai récemment adhéré à plusieurs clubs. — I have recently joined several clubs. ",
        "Le journaliste a écrit plusieurs articles bien documentés. — The journalist wrote quite a few well-documented articles. "
      ],
      "french": "plusieurs"
    },
    {
      "english": [
        "become sb./sth.",
        "get sth.",
        "grow v   (grew, grown)",
        "turn v   (turned, turned)"
      ],
      "examples": [
        "Le garçon veut devenir pompier. — The boy wants to become a firefighter.Marcher tous les jours est devenu une routine. — Walking every day became a habit. ",
        "Avec de la pratique, jouer du piano devient plus facile. — With some practice, playing the piano gets easier.Je coupe mes ongles avant qu'ils ne deviennent trop longs. — I clip my nails before they get too long. ",
        "Son envie de soleil devint de plus en plus forte pendant l'hiver. — His longing for sunshine grew ever more strongly during the winter. ",
        "Le garçon est devenu pâle quand il a vu l'araignée. — The boy turned pale when he saw the spider. "
      ],
      "french": "devient"
    },
    {
      "english": [],
      "examples": [],
      "french": "Hratchia"
    },
    {
      "english": [
        "devote v   (devoted, devoted)",
        "dedicate v   (dedicated, dedicated)",
        "earmark sth.",
        "expend v   (expended, expended)",
        "bless v   (blessed, blessed)"
      ],
      "examples": [
        "Je consacre mon temps libre à l'apprentissage des langues. — I devote my free time to learning languages. ",
        "Le journal a consacré un long article à cette incroyable histoire. — The newspaper dedicated a long article to this incredible story. ",
        "L'entreprise a consacré ses profits à la recherche et au développement. — The company earmarked its profits for research and development. ",
        "L'équipe a consacré beaucoup d'efforts au projet. — The team expended a lot of effort on the project. ",
        "Examples:consacrer qqch. à qqch. v—dedicate sth. to sth. v · bring sth. to bear on sth. v "
      ],
      "french": "consacre"
    },
    {
      "english": [],
      "examples": [],
      "french": "Albert"
    },
    {
      "english": [],
      "examples": [],
      "french": "Sammenlignende"
    },
    {
      "english": [],
      "examples": [],
      "french": "jusqu"
    },
    {
      "english": [],
      "examples": [],
      "french": "décennies"
    },
    {
      "english": [
        "birth n  (often used)\n (plural: births)",
        "genesis n"
      ],
      "examples": [
        "Je connais l'heure exacte de la naissance de mon fils. — I know my son's exact time of birth. ",
        "L'article parle de la naissance de la foi chrétienne. — The article is about the genesis of the Christian faith. "
      ],
      "french": "Naissance"
    },
    {
      "english": [
        "mills pl  (almost always used)",
        "mill n   (plural: mills)",
        "windmill n"
      ],
      "examples": [
        "Les moulins à marée sont actionnés par les courants d'eau de mer. — Tidal mills are operated by seawater currents. ",
        "Avant, les gens achetaient la farine directement au moulin. — People used to buy flour straight from the mill. Le vieux moulin est très pittoresque. — The old mill is very picturesque.Les moulins à marée sont actionnés par les courants d'eau de mer. — Tidal mills are operated by seawater currents. "
      ],
      "french": "Moulins"
    },
    {
      "english": [
        "sons pl",
        "wires pl",
        "son n  (often used)\n (plural: sons)",
        "lead n   (plural: leads)",
        "strand n   (plural: strands)"
      ],
      "examples": [
        "Les fils étaient faits d'un composite de cuivre et d'acier. — The wires were made of a composite of copper and steel.Les fils sont protégés par un boîtier en plastique. — The wires are protected by a plastic casing. ",
        "Elle a pardonné à son fils d'avoir menti. — She pardoned her son for lying.Mon fils n'a que de bonnes fréquentations. — My son only keeps good company. ",
        "J'ai remplacé le fil d'antenne endommagé. — I replaced the damaged antenna lead. ",
        "La broderie comporte des fils de soie et d'or. — This embroidery has strands of silk and gold. "
      ],
      "french": "fils"
    },
    {
      "english": [],
      "examples": [],
      "french": "été"
    },
    {
      "english": [],
      "examples": [],
      "french": "Paulhan"
    },
    {
      "english": [
        "released",
        "seem v   (seemed, seemed)",
        "appear v   (appeared, appeared)",
        "look v   (looked, looked)",
        "come out v   (came, come)"
      ],
      "examples": [
        "La tâche paraissait insurmontable mais j'ai persévéré. — The task seemed insurmountable but I kept trying. ",
        "Mon ami paraît fatigué aujourd'hui. — My friend looks tired today.Il paraissait minable dans son vieux manteau rapiécé. — He looked shabby in his old, patched coat.Un homme paraît petit comparé à un éléphant. — A human looks tiny compared to an elephant. ",
        "Une nouvelle édition du dictionnaire paraîtra la semaine prochaine. — A new edition of the dictionary will come out next week. ",
        "Examples:article paru m—article published n article paru récemment m—recent article n paraître sensé v—make sense v "
      ],
      "french": "paru"
    },
    {
      "english": [
        "expensive adj",
        "dear adj",
        "beloved",
        "pricey adj",
        "dear adj"
      ],
      "examples": [
        "Ma mère a acheté une bague très chère. — My mother bought a very expensive ring.Les métaux précieux, tels que l'or, sont chers. — Precious metals, such as gold, are expensive. ",
        "J'aime mes animaux domestiques, ils me sont très chers. — I love my pets, they are very dear to me. ",
        "Il a écrit une lettre à sa chère maman. — He wrote a letter to his beloved mother. ",
        "Certains fruits sont assez chers en hiver. — Certain fruits are quite pricey in winter. "
      ],
      "french": "Cher"
    },
    {
      "english": [
        "occupy v   (occupied, occupied)",
        "assume sth.",
        "inhabit sth."
      ],
      "examples": [
        "La famille a fait un puzzle pour occuper les enfants. — The family did a puzzle to occupy the children.Elle occupe un poste élevé dans cette entreprise. — She occupies a senior position in this company. ",
        "Le chef de projet occupe aussi la place de chef d'équipe. — The project manager also assumes the role of team leader. ",
        "Examples:s'occuper de (qqn./qqch.) v —look after sb./sth. v · take care of sb./sth. v · deal with sb./sth. v · handle sb./sth. v · care for sb./sth. v · attend to sb. v · provide for sb. v · mind sth. v · nurse sb./sth. v · dispose of sth. v occuper un poste v—hold a position v occuper une fonction v—hold a position v "
      ],
      "french": "occupe"
    },
    {
      "english": [
        "change n  (often used)",
        "variation n",
        "difference n",
        "swing n",
        "variation f",
        "divergence f"
      ],
      "examples": [
        "La variation des prix est souvent appliquée en septembre. — The change in rates is often applied in September. ",
        "Les statistiques montrent une variation dans le taux de croissance. — Statistics show a variation in the growth rate. ",
        "La variation de prix était due au taux de change. — The price difference was due to the exchange rate. ",
        "La récente variation des prix immobiliers est difficile à expliquer. — The recent swing in property prices is hard to explain. ",
        "Statistics show a variation in the growth rate. — Les statistiques montrent une variation dans le taux de croissance. ",
        "There is a variation in education levels by country. — Il y a une divergence dans les niveaux d'éducation selon le pays. "
      ],
      "french": "variation"
    },
    {
      "english": [
        "oversee sb./sth.",
        "supervise sb./sth.",
        "monitor sb./sth.",
        "superviser qqn./qqch.",
        "surveiller qqch./qqn.",
        "piloter qqn./qqch.",
        "diriger qqn./qqch."
      ],
      "examples": [
        "Le chef d'équipe supervise le travail de ses employés. — The team leader oversees the work of his employees. ",
        "Le manager supervise mon travail avec attention. — The manager supervises my work carefully.Un contremaître supervise les autres ouvriers. — A foreman supervises the other workers.Je n'enseignais pas ; je supervisais simplement les enfants. — I did not teach; I merely supervised the children. ",
        "Mon chef supervise l'avancement de mon travail. — My boss monitors the progress of my work. ",
        "The manager supervises my work carefully. — Le manager supervise mon travail avec attention.A foreman supervises the other workers. — Un contremaître supervise les autres ouvriers.I did not teach; I merely supervised the children. — Je n'enseignais pas ; je supervisais simplement les enfants. ",
        "The teacher supervises the students during the exam. — Le professeur surveille les étudiants pendant l'examen. ",
        "The minister will supervise the work of the new committee. — Le ministre pilotera le travail du nouveau comité. ",
        "The professor supervises the student's work. — Le professeur dirige le travail de l'étudiant. "
      ],
      "french": "supervise"
    },
    {
      "english": [
        "proverb n   (plural: proverbs)",
        "saying n   (plural: sayings)"
      ],
      "examples": [
        "Comme le dit le proverbe, il n'y a pas de fumée sans feu. — As the proverb goes, there is no smoke without fire. ",
        "Selon un proverbe ancien, savoir, c'est pouvoir. — According to an old saying, knowledge is power. "
      ],
      "french": "proverbe"
    },
    {
      "english": [
        "to prep",
        "for prep",
        "in order to prep",
        "towards prep",
        "verser (qqch.)",
        "servir qqch.",
        "pleuvoir à verse v"
      ],
      "examples": [
        "Il faut une heure pour faire cuire le gâteau. — It takes one hour to bake the cake.Je me lève tôt pour aller au travail. — I wake up early to go to work. ",
        "J'ai acheté un cadeau pour ma mère. — I bought a gift for my mother.J'ai cousu une robe pour ma fille. — I stitched a dress for my daughter. ",
        "Il travaille dur pour obtenir de bonnes notes. — He works hard in order to get good grades.Notre équipe doit marquer un but pour gagner. — Our team needs to score in order to win. ",
        "J'économise pour acheter une voiture. — I am saving towards buying a car. ",
        "She poured milk into the glass. — Elle a versé du lait dans le verre.The brewer poured the liquid into the large fermenting tun. — Le brasseur a versé le liquide dans la grande cuve de fermentation. ",
        "I poured wine for my guests. — J'ai servi du vin à mes invités. ",
        "She put on rain boots because it was pouring. — Elle a enfilé des bottes en caoutchouc car il pleuvait à verse. "
      ],
      "french": "pour"
    },
    {
      "english": [],
      "examples": [],
      "french": "Arménie"
    },
    {
      "english": [
        "sociolinguistics n"
      ],
      "examples": [],
      "french": "sociolinguistique"
    },
    {
      "english": [
        "assist sb./sth.",
        "help sb./sth."
      ],
      "examples": [
        "L'infirmière assiste le chirurgien pendant l'opération. — The nurse assists the surgeon during the operation. ",
        "L'infirmière assiste le chirurgien durant l'intervention. — The nurse helps the surgeon during the procedure. ",
        "Examples:assister à une réunion v—attend a meeting v assister à qqch. v —attend sth. v · watch sth. v · witness sth. v · participate in sth. v · hear sth. v "
      ],
      "french": "assiste"
    },
    {
      "english": [
        "home n   (plural: homes)",
        "residence n   (plural: residences)",
        "house n",
        "dwelling n   (plural: dwellings)",
        "remain v   (remained, remained)",
        "stay v   (stayed, stayed)",
        "live v   (lived, lived)"
      ],
      "examples": [
        "La ville compte de nombreuses demeures historiques. — The city has many historical dwellings. ",
        "La formation de l'univers demeure un mystère. — The formation of the universe remains a mystery.Malgré la crise, nos recettes demeurent intactes. — Despite the crisis, our revenues remain unaffected. ",
        "Ma famille et moi demeurons désormais à Londres. — My family and I live in London now. "
      ],
      "french": "demeure"
    },
    {
      "english": [
        "review n  (often used)\n (plural: reviews)",
        "journal n   (plural: journals)",
        "magazine n   (plural: magazines)",
        "revised",
        "review (sth.)",
        "revise (sth.)",
        "revisit sth.",
        "see sb.",
        "see sb./sth.",
        "reconsider sth.",
        "redesign sth.",
        "reassess sth.",
        "revamp v   (revamped, revamped)",
        "revue f   (plural: revues f)"
      ],
      "examples": [
        "La revue de nos procédures a révélé quelques défauts. — The review of our processes revealed some flaws. ",
        "J'écris des articles pour de nombreuses revues scientifiques. — I write articles for many scientific journals. ",
        "Mon article sera publié dans le prochain numéro de la revue. — My article will be published in the forthcoming issue of the magazine. ",
        "Je vais revoir ma demande d'emploi avant de l'envoyer. — I will review my job application before submitting it. ",
        "Le gouvernement a revu le budget à la hausse. — The government revised the budget upward. ",
        "Le couple a demandé à revoir la maison avant de l'acheter. — The couple asked to revisit the house before purchasing it. ",
        "Revoir mon ami m'a rendu joyeux et heureux. — Seeing my friend again made me cheerful and happy. ",
        "Revoir mon ami m'a rendu joyeux et heureux. — Seeing my friend again made me cheerful and happy. ",
        "L'entreprise a revu sa stratégie commerciale obsolète. — The company reconsidered its outdated marketing strategy. ",
        "Le pays a revu sa politique commerciale. — The country redesigned its trade policy. ",
        "Les chercheurs ont revu leurs hypothèses initiales. — The researchers reassessed their original assumptions. ",
        "L'équipe marketing a revu le vieux site internet de l'entreprise. — The marketing team revamped the company's old website. ",
        "Examples:great revue n—grande revue f "
      ],
      "french": "Revue"
    },
    {
      "english": [
        "thus adv",
        "this way adv",
        "in that respect adv"
      ],
      "examples": [
        "L'étudiant a réussi l'examen final, terminant ainsi le cours. — The student passed the final exam, thus completing the course. ",
        "Ainsi, il y a différentes interprétations possibles. — In that respect, there are different possible interpretations. "
      ],
      "french": "Ainsi"
    },
    {
      "english": [
        "first adj  (often used)",
        "prime adj",
        "primary adj",
        "initial adj",
        "main adj",
        "principal adj",
        "preliminary adj",
        "first num",
        "premier ministre m",
        "premier adj"
      ],
      "examples": [
        "Les premiers résultats seront publiés aujourd'hui. — The first results will be published today.Mon premier animal de compagnie était un chat. — My first pet was a cat. ",
        "La satisfaction du client est notre premier souci. — Our prime concern is customer satisfaction. ",
        "L'objectif premier de l'association est d'aider les pauvres. — The primary objective of the association is to help the poor. ",
        "Les premières conclusions ont été réfutées par une deuxième expérience. — The initial conclusions were disproved by a second experiment. ",
        "Mon premier objectif est d'obtenir mon diplôme. — My main objective is to get my degree. ",
        "L'objectif premier de l'association est d'aider les sans-abris. — The association's principal objective is to help the homeless. ",
        "Les premiers tests en laboratoire sont concluants. — The preliminary laboratory tests are conclusive. "
      ],
      "french": "premier"
    },
    {
      "english": [
        "lees pl",
        "scum n"
      ],
      "examples": [
        "Il a filtré la lie du vin. — He filtered the lees of the wine. ",
        "Il a décrit les criminels comme la lie de la société. — He described criminals as the scum of society. ",
        "Examples:lie de vin f—wine sediment n "
      ],
      "french": "liée"
    },
    {
      "english": [],
      "examples": [],
      "french": "Gandon"
    },
    {
      "english": [
        "millet n",
        "millet m",
        "mil m"
      ],
      "examples": [
        "Examples:farine de millet f—millet flour n millet perlé m—pearl millet n ",
        "Millet, rice and wheat are cereals. — Le mil, le riz et le blé sont des céréales. ",
        "Examples:pearl millet n —millet perlé m millet flour n—farine de millet f "
      ],
      "french": "Millet"
    },
    {
      "english": [
        "follow sb./sth.",
        "track sb./sth.",
        "monitor v   (monitored, monitored)",
        "attend sth.",
        "keep up with sb./sth.",
        "trace sb./sth.",
        "pursue sb./sth.",
        "trail sb./sth.",
        "tail v   (tailed, tailed)",
        "tag along with sb.",
        "keep pace with sb./sth.",
        "convenir v",
        "convenir à qqch./qqn.",
        "aller v",
        "costume m   (plural: costumes m)",
        "couleur f   (plural: couleurs f)",
        "complet m   (plural: complets m)",
        "tailleur m   (plural: tailleurs m)"
      ],
      "examples": [
        "Mon chien me suit partout. — My dog follows me everywhere.Le musicien suivait la mesure du métronome. — The musician followed the beat of the metronome. ",
        "Le détective l'a suivi jusqu'à chez lui. — The detective tracked him all the way to his house. ",
        "Mon chef suit le progrès de mon travail tous les jours. — My boss monitors the progress of my work daily. ",
        "Tous les employés doivent suivre une séance de formation annuelle. — All employees must attend a yearly training session. ",
        "Il marchait si rapidement que j'avais du mal à le suivre. — He walked so fast I found it hard to keep up with him. ",
        "Il est facile de suivre les transactions par carte de crédit. — It is easy to trace credit card transactions. ",
        "L'inspecteur a décidé de suivre une autre piste. — The detective decided to pursue another lead. ",
        "Le voleur soupçonnait que quelqu'un le suivait. — The thief suspected someone was trailing him. ",
        "Un détective a été engagé pour suivre le suspect. — A detective was hired to tail the suspect. ",
        "Mon petit frère me suit lorsque je vais au parc. — My little brother tags along with me when I go to the park. ",
        "A weekly Monday meeting suits me just fine. — Une réunion hebdomadaire le lundi me convient très bien.A good solution should suit everyone. — Une bonne solution devrait convenir à tout le monde. ",
        "A good solution should suit everyone. — Une bonne solution devrait convenir à tout le monde. ",
        "The blue shirt suited me more than the white one. — La chemise bleue m'allait mieux que la blanche. ",
        "He bought a new suit for his wedding. — Il a acheté un nouveau costume pour son mariage.He put on his suit but forgot the tie. — Il a mis son costume, mais a oublié la cravate. ",
        "All my cards are of the same suit. — Toutes mes cartes sont de la même couleur. ",
        "The company's dress code requires men to wear a suit. — Le code vestimentaire de l'entreprise exige que les hommes portent un complet. ",
        "I will wear a suit on my first day in my new job. — Je mettrai un tailleur pour mon premier jour à mon nouveau travail. "
      ],
      "french": "suit"
    },
    {
      "english": [],
      "examples": [],
      "french": "Sammenlignende"
    },
    {
      "english": [],
      "examples": [],
      "french": "complète"
    },
    {
      "english": [
        "especially adv",
        "mainly adv",
        "above all adv"
      ],
      "examples": [
        "Tous les visiteurs, surtout les enfants, ont trouvé le clown amusant. — All visitors, especially the children, found the clown funny. ",
        "L'entreprise se concentre surtout sur son activité principale. — The company focuses mainly on its core business. ",
        "L'équipe doit surtout rester unie. — The team must, above all, stay united. ",
        "Examples:mais surtout adv—more importantly adv enfin et surtout adv—last but not least adv "
      ],
      "french": "surtout"
    },
    {
      "english": [
        "direct adj",
        "outright adj",
        "straight adj",
        "first-hand adj",
        "straightforward adj",
        "blunt adj",
        "frank adj",
        "jab n"
      ],
      "examples": [
        "Le discours direct est mis entre guillemets. — Direct speech is set in quotes.Je suis très franc et direct. — I am very outspoken and direct. ",
        "J'ai décidé que sa question méritait une réponse directe. — I decided that his question deserved a straight answer. ",
        "J'ai été un témoin direct de l'incident. — I was a first-hand witness of the incident. ",
        "Mon ami est toujours honnête et direct. — My friend is always honest and straightforward. ",
        "Les gens directs et francs disent ce qu'ils pensent. — Blunt and straightforward people say what they think. ",
        "J'ai eu une discussion très directe avec mon supérieur au sujet de mon salaire. — I had a very frank discussion with my manager about my salary. "
      ],
      "french": "directe"
    },
    {
      "english": [],
      "examples": [],
      "french": "généraux"
    },
    {
      "english": [
        "philologist n"
      ],
      "examples": [],
      "french": "Philologue"
    },
    {
      "english": [
        "comparative adj",
        "comparative n",
        "comparatif adj  (often used)",
        "comparatif m"
      ],
      "examples": [
        "Le professeur effectue des recherches comparatives. — The professor conducts comparative research. ",
        "The professor conducts comparative research. — Le professeur effectue des recherches comparatives. "
      ],
      "french": "comparative"
    },
    {
      "english": [
        "esclaves pl m (almost always used)",
        "trimer v",
        "esclave m"
      ],
      "examples": [
        "A slave without a master is a free man. — Un esclave sans maître est un homme libre. "
      ],
      "french": "Slaves"
    },
    {
      "english": [
        "translation n  (often used)\n (plural: translations)"
      ],
      "examples": [
        "J'ai choisi la traduction du mot la plus appropriée. — I chose the most suitable translation of the word. "
      ],
      "french": "traduction"
    },
    {
      "english": [
        "mission n   (plural: missions)",
        "task n",
        "mandate n   (plural: mandates)",
        "assignment n   (plural: assignments)",
        "job n",
        "mission f  (almost always used)\n (plural: missions f)"
      ],
      "examples": [
        "Les espions utilisent différents alias selon la mission. — Spies operate under different aliases according to the mission.Les troupes ont été déployées pour une mission de maintien de la paix. — The troops were deployed on a peacekeeping mission. ",
        "J'ai fini mon travail et j'ai reçu une nouvelle mission. — I finished my work and was given a new task.La mission principale d'un médecin est de guérir les gens. — A doctor's main task is to cure people. ",
        "La mission du gouvernement est d'améliorer la santé et la sécurité. — The government's mandate is to improve health and safety. ",
        "L'agence a donné à l'espion sa première mission. — The agency gave the spy his first assignment. ",
        "La mission de la police est d'appliquer la loi. — The job of the police is to enforce the law. ",
        "Spies operate under different aliases according to the mission. — Les espions utilisent différents alias selon la mission.The troops were deployed on a peacekeeping mission. — Les troupes ont été déployées pour une mission de maintien de la paix. "
      ],
      "french": "mission"
    },
    {
      "english": [
        "see sb./sth.",
        "view sb./sth.",
        "watch sb./sth.",
        "tell v   (told, told)",
        "show v   (showed, shown)",
        "meet up v"
      ],
      "examples": [
        "Je suis allé voir les singes au zoo. — I went to see the monkeys at the zoo.J'ai vu mon reflet dans le miroir. — I saw my reflection in the mirror. ",
        "Des milliers de personnes ont vu cette vidéo. — Thousands of people viewed that video. ",
        "J'ai hâte de voir le dernier épisode de cette série. — I am eager to watch the last part of this series. ",
        "Un expert peut voir la différence entre la copie et l'original. — An expert can tell the difference between the copy and the original. ",
        "Mon dévouement se voit dans mon travail acharné. — My dedication shows in my hard work. ",
        "Depuis que j'ai déménagé, nous nous voyons rarement. — Since I moved, we rarely meet up. "
      ],
      "french": "Voir"
    },
    {
      "english": [],
      "examples": [],
      "french": "suggère"
    },
    {
      "english": [
        "important adj   (importante f sl, importants m pl, importantes f pl)",
        "majeur adj   (majeure f sl, majeurs m pl, majeures f pl)",
        "principal adj   (principale f sl, principaux m pl, principales f pl)",
        "grave adj",
        "notable adj",
        "crucial adj   (cruciale f sl, cruciaux m pl, cruciale f pl)",
        "significatif adj   (significative f sl, significatifs m pl, significatives f pl)",
        "commandant m",
        "se spécialiser v"
      ],
      "examples": [
        "Luckily, no major damage was done to the house. — Heureusement, la maison n'a subi aucun dommage important.Rape is a major source of vegetable oil. — Le colza est une source importante d'huile végétale. ",
        "Environmental impact assessment plays a major part in sustainable development projects. — L'évaluation de l'impact écologique joue un rôle majeur dans les projets de développement durable.Environmental protection is a major issue nowadays. — La protection de l'environnement est un problème majeur de nos jours. ",
        "The engine is one of the major components of a car. — Le moteur est l'un des composants principaux d'une voiture. ",
        "Obesity is a major health problem in Europe. — L'obésité est un grave problème de santé en Europe. ",
        "Luckily, the earthquake did not cause any major damage. — Heureusement, le tremblement de terre n'a pas causé de dommages notables. ",
        "The company will face major issues this year. — L'entreprise fera face à des enjeux cruciaux cette année. ",
        "The director plays a major role in the company. — Le directeur joue un rôle significatif dans l'entreprise. ",
        "At university, she majored in biochemistry. — À l'université, elle s'est spécialisée en biochimie. "
      ],
      "french": "major"
    },
    {
      "english": [
        "sack sb./sth."
      ],
      "examples": [
        "Examples:porcelaine de Limoges f—Limoges porcelain n "
      ],
      "french": "Limoges"
    },
    {
      "english": [],
      "examples": [],
      "french": "Elementarbuch"
    },
    {
      "english": [
        "notes pl  (often used)",
        "grades pl",
        "memos pl",
        "note n   (plural: notes)",
        "billBE n   (plural: bills)",
        "gradeAE n   (plural: grades)",
        "memo n   (plural: memos)",
        "checkAE n   (plural: checks)",
        "note (sth.)",
        "record v   (recorded, recorded)",
        "write down v",
        "mention v   (mentioned, mentioned)",
        "notice sth.",
        "observe v   (observed, observed)",
        "mark v   (marked, marked)",
        "note down v",
        "gradeAE v   (graded, graded)",
        "jot down sth.",
        "take sth.",
        "notes pl f",
        "note f   (plural: notes f)",
        "remarque f   (plural: remarques f)",
        "billet m   (plural: billets m)",
        "mot m   (plural: mots m)",
        "message m",
        "annotation f",
        "noter (qqch.)",
        "remarquer v"
      ],
      "examples": [
        "Elle a pris beaucoup de notes pendant le cours. — She took many notes during the class.J'ai besoin d'un bloc pour prendre des notes. — I need a pad to make some notes. ",
        "Il travaille dur pour obtenir de bonnes notes. — He works hard in order to get good grades.L'étudiant a travaillé dur pour améliorer ses notes. — The student worked hard in order to improve his grades. ",
        "Nos procédures sont résumées dans les notes de service. — Our procedures are summed up in the office memos. ",
        "Le journaliste a pris des notes durant l'interview. — The reporter took notes during the interview.J'ai besoin d'un bloc pour prendre des notes. — I need a pad to make some notes. ",
        "Après le repas, nous avons demandé la note au serveur. — After the meal, we asked the waiter for the bill. ",
        "Le professeur donne de bonnes notes aux meilleurs élèves. — The professor gives good grades to the best students.Il travaille dur pour obtenir de bonnes notes. — He works hard in order to get good grades.L'étudiant a travaillé dur pour améliorer ses notes. — The student worked hard in order to improve his grades. ",
        "L'entreprise a envoyé une note au personnel à propos du rachat. — The company sent a memo to employees regarding the takeover. ",
        "Le serveur nous a apporté la note. — The waiter brought us the check. ",
        "J'ai noté l'information dans mon carnet. — I noted the information in my notebook. ",
        "J'ai noté les idées de la réunion dans un cahier. — I recorded the ideas from the meeting in a notebook. ",
        "J'utilise un cahier pour noter mes rendez-vous. — I use a notebook to write down my appointments.L'officier de police nota le numéro d'immatriculation du véhicule. — The police officer wrote down the registration number of the vehicle.J'ai noté la liste de courses sur un bout de papier. — I wrote down the shopping list on a piece of paper. ",
        "Mon supérieur a noté ma bonne performance dans son rapport mensuel. — My manager mentioned my good performance in his monthly report. ",
        "J'ai noté un changement de ton dans la voix de mon ami. — I noticed a change of tone in my friend's voice. ",
        "Le médecin a noté une évolution de l'état de santé du patient. — The doctor observed a change in the patient's condition. ",
        "Je dois noter la date dans mon calendrier. — I need to mark the date in my calendar. ",
        "J'ai noté le rendez-vous dans mon agenda. — I have noted down the appointment in my diary. ",
        "Le professeur est arrivé en avance pour noter les examens avant le cours. — The teacher arrived early to grade the tests before class. ",
        "J'ai noté le numéro de téléphone dans mon carnet. — I jotted down the telephone number in my notebook. ",
        "Le secrétaire a noté chacun des points clés lors de la réunion. — The secretary took down all of the key points during the meeting. ",
        "She took many notes during the class. — Elle a pris beaucoup de notes pendant le cours.I need a pad to make some notes. — J'ai besoin d'un bloc pour prendre des notes. ",
        "The reporter took notes during the interview. — Le journaliste a pris des notes durant l'interview.I need a pad to make some notes. — J'ai besoin d'un bloc pour prendre des notes. ",
        "He had run out of notes and had to pay with coins. — Comme il n'avait plus de billets, il a dû payer en pièces. ",
        "I left a note on the table to tell him where I was. — J'ai laissé un mot sur la table pour lui dire où j'étais. ",
        "I wrote a note in my friend's notebook. — J'ai écrit un message dans le cahier de mon ami. ",
        "The editor made notes in the margins of the manuscript. — L'éditeur a fait des annotations dans les marges du manuscrit. ",
        "I noted the information in my notebook. — J'ai noté l'information dans mon carnet. ",
        "We noted a decrease in productivity just before the holidays. — Nous avons remarqué une baisse de la productivité juste avant les vacances. "
      ],
      "french": "Notes"
    },
    {
      "english": [
        "modern adj  (almost always used)",
        "contemporary adj"
      ],
      "examples": [
        "La plupart des ponts modernes ont une structure métallique. — Most modern bridges have a metal structure.La technologie moderne peut améliorer nos vies. — Modern technology can improve our lives. ",
        "Ma maison est munie d'un mobilier élégant et moderne. — My house is furnished with sleek, contemporary furniture. "
      ],
      "french": "moderne"
    },
    {
      "english": [],
      "examples": [],
      "french": "censé"
    },
    {
      "english": [
        "course n   (plural: courses)",
        "class n   (plural: classes)",
        "price n",
        "lesson n   (plural: lessons)",
        "tuition n",
        "lecture n   (plural: lectures)",
        "tide n   (plural: tides)",
        "classes pl",
        "lessons pl",
        "court n   (plural: courts)",
        "courtyard n   (plural: courtyards)",
        "yard n",
        "backyard n   (plural: backyards)",
        "bench n"
      ],
      "examples": [
        "L'attestation prouve que j'ai réussi le cours. — The certificate proves that I have passed the course.Le professeur a indiqué les objectifs du cours. — The professor stated the goals of the course. ",
        "J'ai suivi un cours en photographie. — I took a photography class.Je suis très attentif en cours. — I am really attentive during class.Le professeur a effacé le tableau noir après le cours. — The teacher wiped the blackboard after class. ",
        "L'extraction du gaz de schiste influence le cours du pétrole. — Shale gas extraction impacts oil prices. ",
        "J'organise mes cours en fonction du programme. — I structure my lessons according to the syllabus.Les cours particuliers complètent les cours de langue. — Private lessons supplement language courses. ",
        "Des cours particuliers m'ont aidé à réussir le test. — Private tuition helped me to pass the test. ",
        "Les étudiants devaient assister à au moins cinq cours par semaine. — The students had to attend at least five lectures a week. ",
        "Le traité de paix a changé le cours de l'histoire. — The peace treaty changed the tide of history. ",
        "Je vais à la salle de sport pour me renseigner sur les nouveaux cours. — I am going to the gym to find out about the new classes. ",
        "J'organise mes cours en fonction du programme. — I structure my lessons according to the syllabus.Les cours particuliers complètent les cours de langue. — Private lessons supplement language courses. ",
        "La cour a déclaré l'accusé innocent. — The court declared the accused innocent.La demande a été présentée à la cour. — The claim was brought before the court. ",
        "Les élèves jouent dehors, dans la cour intérieure de l'école. — The students are playing outside, in the inner courtyard of the school. ",
        "Il y a une cour derrière la maison. — There is a yard behind the house.Les enfants aiment crier et jouer dans la cour. — Kids like to shout and play in the yard. ",
        "J'ai une piscine dans ma cour. — I have a pool in my backyard. ",
        "Le juge a été nommé à la cour. — The judge was appointed to the bench. "
      ],
      "french": "Cours"
    },
    {
      "english": [
        "lees pl",
        "scum n"
      ],
      "examples": [
        "Il a filtré la lie du vin. — He filtered the lees of the wine. ",
        "Il a décrit les criminels comme la lie de la société. — He described criminals as the scum of society. ",
        "Examples:lie de vin f—wine sediment n "
      ],
      "french": "liée"
    },
    {
      "english": [],
      "examples": [],
      "french": "Klincksieck"
    },
    {
      "english": [],
      "examples": [],
      "french": "mètres"
    },
    {
      "english": [
        "sociolinguistics n"
      ],
      "examples": [],
      "french": "sociolinguistique"
    },
  {
  "english": [],
  "examples": [],
  "french": "Gandon"
},{
  "english": [
    "millet n",
    "millet m",
    "mil m"
  ],
  "examples": [
    "Examples:farine de millet f—millet flour n millet perlé m—pearl millet n ",
    "Millet, rice and wheat are cereals. — Le mil, le riz et le blé sont des céréales. ",
    "Examples:pearl millet n —millet perlé m millet flour n—farine de millet f "
  ],
  "french": "Millet"
},{
  "english": [
    "follow sb./sth.",
    "track sb./sth.",
    "monitor v   (monitored, monitored)",
    "attend sth.",
    "keep up with sb./sth.",
    "trace sb./sth.",
    "pursue sb./sth.",
    "trail sb./sth.",
    "tail v   (tailed, tailed)",
    "tag along with sb.",
    "keep pace with sb./sth.",
    "convenir v",
    "convenir à qqch./qqn.",
    "aller v",
    "costume m   (plural: costumes m)",
    "couleur f   (plural: couleurs f)",
    "complet m   (plural: complets m)",
    "tailleur m   (plural: tailleurs m)"
  ],
  "examples": [
    "Mon chien me suit partout. — My dog follows me everywhere.Le musicien suivait la mesure du métronome. — The musician followed the beat of the metronome. ",
    "Le détective l'a suivi jusqu'à chez lui. — The detective tracked him all the way to his house. ",
    "Mon chef suit le progrès de mon travail tous les jours. — My boss monitors the progress of my work daily. ",
    "Tous les employés doivent suivre une séance de formation annuelle. — All employees must attend a yearly training session. ",
    "Il marchait si rapidement que j'avais du mal à le suivre. — He walked so fast I found it hard to keep up with him. ",
    "Il est facile de suivre les transactions par carte de crédit. — It is easy to trace credit card transactions. ",
    "L'inspecteur a décidé de suivre une autre piste. — The detective decided to pursue another lead. ",
    "Le voleur soupçonnait que quelqu'un le suivait. — The thief suspected someone was trailing him. ",
    "Un détective a été engagé pour suivre le suspect. — A detective was hired to tail the suspect. ",
    "Mon petit frère me suit lorsque je vais au parc. — My little brother tags along with me when I go to the park. ",
    "A weekly Monday meeting suits me just fine. — Une réunion hebdomadaire le lundi me convient très bien.A good solution should suit everyone. — Une bonne solution devrait convenir à tout le monde. ",
    "A good solution should suit everyone. — Une bonne solution devrait convenir à tout le monde. ",
    "The blue shirt suited me more than the white one. — La chemise bleue m'allait mieux que la blanche. ",
    "He bought a new suit for his wedding. — Il a acheté un nouveau costume pour son mariage.He put on his suit but forgot the tie. — Il a mis son costume, mais a oublié la cravate. ",
    "All my cards are of the same suit. — Toutes mes cartes sont de la même couleur. ",
    "The company's dress code requires men to wear a suit. — Le code vestimentaire de l'entreprise exige que les hommes portent un complet. ",
    "I will wear a suit on my first day in my new job. — Je mettrai un tailleur pour mon premier jour à mon nouveau travail. "
  ],
  "french": "suit"
},{
  "english": [],
  "examples": [],
  "french": "Sammenlignende"
},{
  "english": [],
  "examples": [],
  "french": "complète"
},{
  "english": [
    "especially adv",
    "mainly adv",
    "above all adv"
  ],
  "examples": [
    "Tous les visiteurs, surtout les enfants, ont trouvé le clown amusant. — All visitors, especially the children, found the clown funny. ",
    "L'entreprise se concentre surtout sur son activité principale. — The company focuses mainly on its core business. ",
    "L'équipe doit surtout rester unie. — The team must, above all, stay united. ",
    "Examples:mais surtout adv—more importantly adv enfin et surtout adv—last but not least adv "
  ],
  "french": "surtout"
},{
  "english": [
    "direct adj",
    "outright adj",
    "straight adj",
    "first-hand adj",
    "straightforward adj",
    "blunt adj",
    "frank adj",
    "jab n"
  ],
  "examples": [
    "Le discours direct est mis entre guillemets. — Direct speech is set in quotes.Je suis très franc et direct. — I am very outspoken and direct. ",
    "J'ai décidé que sa question méritait une réponse directe. — I decided that his question deserved a straight answer. ",
    "J'ai été un témoin direct de l'incident. — I was a first-hand witness of the incident. ",
    "Mon ami est toujours honnête et direct. — My friend is always honest and straightforward. ",
    "Les gens directs et francs disent ce qu'ils pensent. — Blunt and straightforward people say what they think. ",
    "J'ai eu une discussion très directe avec mon supérieur au sujet de mon salaire. — I had a very frank discussion with my manager about my salary. "
  ],
  "french": "directe"
},{
  "english": [],
  "examples": [],
  "french": "généraux"
},{
  "english": [
    "philologist n"
  ],
  "examples": [],
  "french": "Philologue"
},{
  "english": [
    "comparative adj",
    "comparative n",
    "comparatif adj  (often used)",
    "comparatif m"
  ],
  "examples": [
    "Le professeur effectue des recherches comparatives. — The professor conducts comparative research. ",
    "The professor conducts comparative research. — Le professeur effectue des recherches comparatives. "
  ],
  "french": "comparative"
},{
  "english": [
    "esclaves pl m (almost always used)",
    "trimer v",
    "esclave m"
  ],
  "examples": [
    "A slave without a master is a free man. — Un esclave sans maître est un homme libre. "
  ],
  "french": "Slaves"
},{
  "english": [
    "translation n  (often used)\n (plural: translations)"
  ],
  "examples": [
    "J'ai choisi la traduction du mot la plus appropriée. — I chose the most suitable translation of the word. "
  ],
  "french": "traduction"
},{
  "english": [
    "mission n   (plural: missions)",
    "task n",
    "mandate n   (plural: mandates)",
    "assignment n   (plural: assignments)",
    "job n",
    "mission f  (almost always used)\n (plural: missions f)"
  ],
  "examples": [
    "Les espions utilisent différents alias selon la mission. — Spies operate under different aliases according to the mission.Les troupes ont été déployées pour une mission de maintien de la paix. — The troops were deployed on a peacekeeping mission. ",
    "J'ai fini mon travail et j'ai reçu une nouvelle mission. — I finished my work and was given a new task.La mission principale d'un médecin est de guérir les gens. — A doctor's main task is to cure people. ",
    "La mission du gouvernement est d'améliorer la santé et la sécurité. — The government's mandate is to improve health and safety. ",
    "L'agence a donné à l'espion sa première mission. — The agency gave the spy his first assignment. ",
    "La mission de la police est d'appliquer la loi. — The job of the police is to enforce the law. ",
    "Spies operate under different aliases according to the mission. — Les espions utilisent différents alias selon la mission.The troops were deployed on a peacekeeping mission. — Les troupes ont été déployées pour une mission de maintien de la paix. "
  ],
  "french": "mission"
},{
  "english": [
    "see sb./sth.",
    "view sb./sth.",
    "watch sb./sth.",
    "tell v   (told, told)",
    "show v   (showed, shown)",
    "meet up v"
  ],
  "examples": [
    "Je suis allé voir les singes au zoo. — I went to see the monkeys at the zoo.J'ai vu mon reflet dans le miroir. — I saw my reflection in the mirror. ",
    "Des milliers de personnes ont vu cette vidéo. — Thousands of people viewed that video. ",
    "J'ai hâte de voir le dernier épisode de cette série. — I am eager to watch the last part of this series. ",
    "Un expert peut voir la différence entre la copie et l'original. — An expert can tell the difference between the copy and the original. ",
    "Mon dévouement se voit dans mon travail acharné. — My dedication shows in my hard work. ",
    "Depuis que j'ai déménagé, nous nous voyons rarement. — Since I moved, we rarely meet up. "
  ],
  "french": "Voir"
},{
  "english": [],
  "examples": [],
  "french": "suggère"
},{
  "english": [
    "important adj   (importante f sl, importants m pl, importantes f pl)",
    "majeur adj   (majeure f sl, majeurs m pl, majeures f pl)",
    "principal adj   (principale f sl, principaux m pl, principales f pl)",
    "grave adj",
    "notable adj",
    "crucial adj   (cruciale f sl, cruciaux m pl, cruciale f pl)",
    "significatif adj   (significative f sl, significatifs m pl, significatives f pl)",
    "commandant m",
    "se spécialiser v"
  ],
  "examples": [
    "Luckily, no major damage was done to the house. — Heureusement, la maison n'a subi aucun dommage important.Rape is a major source of vegetable oil. — Le colza est une source importante d'huile végétale. ",
    "Environmental impact assessment plays a major part in sustainable development projects. — L'évaluation de l'impact écologique joue un rôle majeur dans les projets de développement durable.Environmental protection is a major issue nowadays. — La protection de l'environnement est un problème majeur de nos jours. ",
    "The engine is one of the major components of a car. — Le moteur est l'un des composants principaux d'une voiture. ",
    "Obesity is a major health problem in Europe. — L'obésité est un grave problème de santé en Europe. ",
    "Luckily, the earthquake did not cause any major damage. — Heureusement, le tremblement de terre n'a pas causé de dommages notables. ",
    "The company will face major issues this year. — L'entreprise fera face à des enjeux cruciaux cette année. ",
    "The director plays a major role in the company. — Le directeur joue un rôle significatif dans l'entreprise. ",
    "At university, she majored in biochemistry. — À l'université, elle s'est spécialisée en biochimie. "
  ],
  "french": "major"
},{
  "english": [
    "sack sb./sth."
  ],
  "examples": [
    "Examples:porcelaine de Limoges f—Limoges porcelain n "
  ],
  "french": "Limoges"
},{
  "english": [],
  "examples": [],
  "french": "Elementarbuch"
},{
  "english": [
    "notes pl  (often used)",
    "grades pl",
    "memos pl",
    "note n   (plural: notes)",
    "billBE n   (plural: bills)",
    "gradeAE n   (plural: grades)",
    "memo n   (plural: memos)",
    "checkAE n   (plural: checks)",
    "note (sth.)",
    "record v   (recorded, recorded)",
    "write down v",
    "mention v   (mentioned, mentioned)",
    "notice sth.",
    "observe v   (observed, observed)",
    "mark v   (marked, marked)",
    "note down v",
    "gradeAE v   (graded, graded)",
    "jot down sth.",
    "take sth.",
    "notes pl f",
    "note f   (plural: notes f)",
    "remarque f   (plural: remarques f)",
    "billet m   (plural: billets m)",
    "mot m   (plural: mots m)",
    "message m",
    "annotation f",
    "noter (qqch.)",
    "remarquer v"
  ],
  "examples": [
    "Elle a pris beaucoup de notes pendant le cours. — She took many notes during the class.J'ai besoin d'un bloc pour prendre des notes. — I need a pad to make some notes. ",
    "Il travaille dur pour obtenir de bonnes notes. — He works hard in order to get good grades.L'étudiant a travaillé dur pour améliorer ses notes. — The student worked hard in order to improve his grades. ",
    "Nos procédures sont résumées dans les notes de service. — Our procedures are summed up in the office memos. ",
    "Le journaliste a pris des notes durant l'interview. — The reporter took notes during the interview.J'ai besoin d'un bloc pour prendre des notes. — I need a pad to make some notes. ",
    "Après le repas, nous avons demandé la note au serveur. — After the meal, we asked the waiter for the bill. ",
    "Le professeur donne de bonnes notes aux meilleurs élèves. — The professor gives good grades to the best students.Il travaille dur pour obtenir de bonnes notes. — He works hard in order to get good grades.L'étudiant a travaillé dur pour améliorer ses notes. — The student worked hard in order to improve his grades. ",
    "L'entreprise a envoyé une note au personnel à propos du rachat. — The company sent a memo to employees regarding the takeover. ",
    "Le serveur nous a apporté la note. — The waiter brought us the check. ",
    "J'ai noté l'information dans mon carnet. — I noted the information in my notebook. ",
    "J'ai noté les idées de la réunion dans un cahier. — I recorded the ideas from the meeting in a notebook. ",
    "J'utilise un cahier pour noter mes rendez-vous. — I use a notebook to write down my appointments.L'officier de police nota le numéro d'immatriculation du véhicule. — The police officer wrote down the registration number of the vehicle.J'ai noté la liste de courses sur un bout de papier. — I wrote down the shopping list on a piece of paper. ",
    "Mon supérieur a noté ma bonne performance dans son rapport mensuel. — My manager mentioned my good performance in his monthly report. ",
    "J'ai noté un changement de ton dans la voix de mon ami. — I noticed a change of tone in my friend's voice. ",
    "Le médecin a noté une évolution de l'état de santé du patient. — The doctor observed a change in the patient's condition. ",
    "Je dois noter la date dans mon calendrier. — I need to mark the date in my calendar. ",
    "J'ai noté le rendez-vous dans mon agenda. — I have noted down the appointment in my diary. ",
    "Le professeur est arrivé en avance pour noter les examens avant le cours. — The teacher arrived early to grade the tests before class. ",
    "J'ai noté le numéro de téléphone dans mon carnet. — I jotted down the telephone number in my notebook. ",
    "Le secrétaire a noté chacun des points clés lors de la réunion. — The secretary took down all of the key points during the meeting. ",
    "She took many notes during the class. — Elle a pris beaucoup de notes pendant le cours.I need a pad to make some notes. — J'ai besoin d'un bloc pour prendre des notes. ",
    "The reporter took notes during the interview. — Le journaliste a pris des notes durant l'interview.I need a pad to make some notes. — J'ai besoin d'un bloc pour prendre des notes. ",
    "He had run out of notes and had to pay with coins. — Comme il n'avait plus de billets, il a dû payer en pièces. ",
    "I left a note on the table to tell him where I was. — J'ai laissé un mot sur la table pour lui dire où j'étais. ",
    "I wrote a note in my friend's notebook. — J'ai écrit un message dans le cahier de mon ami. ",
    "The editor made notes in the margins of the manuscript. — L'éditeur a fait des annotations dans les marges du manuscrit. ",
    "I noted the information in my notebook. — J'ai noté l'information dans mon carnet. ",
    "We noted a decrease in productivity just before the holidays. — Nous avons remarqué une baisse de la productivité juste avant les vacances. "
  ],
  "french": "Notes"
},{
  "english": [
    "modern adj  (almost always used)",
    "contemporary adj"
  ],
  "examples": [
    "La plupart des ponts modernes ont une structure métallique. — Most modern bridges have a metal structure.La technologie moderne peut améliorer nos vies. — Modern technology can improve our lives. ",
    "Ma maison est munie d'un mobilier élégant et moderne. — My house is furnished with sleek, contemporary furniture. "
  ],
  "french": "moderne"
},{
  "english": [],
  "examples": [],
  "french": "censé"
},{
  "english": [
    "course n   (plural: courses)",
    "class n   (plural: classes)",
    "price n",
    "lesson n   (plural: lessons)",
    "tuition n",
    "lecture n   (plural: lectures)",
    "tide n   (plural: tides)",
    "classes pl",
    "lessons pl",
    "court n   (plural: courts)",
    "courtyard n   (plural: courtyards)",
    "yard n",
    "backyard n   (plural: backyards)",
    "bench n"
  ],
  "examples": [
    "L'attestation prouve que j'ai réussi le cours. — The certificate proves that I have passed the course.Le professeur a indiqué les objectifs du cours. — The professor stated the goals of the course. ",
    "J'ai suivi un cours en photographie. — I took a photography class.Je suis très attentif en cours. — I am really attentive during class.Le professeur a effacé le tableau noir après le cours. — The teacher wiped the blackboard after class. ",
    "L'extraction du gaz de schiste influence le cours du pétrole. — Shale gas extraction impacts oil prices. ",
    "J'organise mes cours en fonction du programme. — I structure my lessons according to the syllabus.Les cours particuliers complètent les cours de langue. — Private lessons supplement language courses. ",
    "Des cours particuliers m'ont aidé à réussir le test. — Private tuition helped me to pass the test. ",
    "Les étudiants devaient assister à au moins cinq cours par semaine. — The students had to attend at least five lectures a week. ",
    "Le traité de paix a changé le cours de l'histoire. — The peace treaty changed the tide of history. ",
    "Je vais à la salle de sport pour me renseigner sur les nouveaux cours. — I am going to the gym to find out about the new classes. ",
    "J'organise mes cours en fonction du programme. — I structure my lessons according to the syllabus.Les cours particuliers complètent les cours de langue. — Private lessons supplement language courses. ",
    "La cour a déclaré l'accusé innocent. — The court declared the accused innocent.La demande a été présentée à la cour. — The claim was brought before the court. ",
    "Les élèves jouent dehors, dans la cour intérieure de l'école. — The students are playing outside, in the inner courtyard of the school. ",
    "Il y a une cour derrière la maison. — There is a yard behind the house.Les enfants aiment crier et jouer dans la cour. — Kids like to shout and play in the yard. ",
    "J'ai une piscine dans ma cour. — I have a pool in my backyard. ",
    "Le juge a été nommé à la cour. — The judge was appointed to the bench. "
  ],
  "french": "Cours"
},{
  "english": [
    "lees pl",
    "scum n"
  ],
  "examples": [
    "Il a filtré la lie du vin. — He filtered the lees of the wine. ",
    "Il a décrit les criminels comme la lie de la société. — He described criminals as the scum of society. ",
    "Examples:lie de vin f—wine sediment n "
  ],
  "french": "liée"
},{
  "english": [],
  "examples": [],
  "french": "Klincksieck"
},{
  "english": [],
  "examples": [],
  "french": "mètres"
},{
  "english": [
    "sociolinguistics n"
  ],
  "examples": [],
  "french": "sociolinguistique"
},{
  "english": [
    "that conj",
    "than conj",
    "which pron",
    "what pron",
    "whom pron"
  ],
  "examples": [
    "Mon alibi est la preuve que je suis innocent. — My alibi is proof that I am innocent.Je concède que j'ai fait une erreur. — I concede that I made a mistake. ",
    "Il est plus grand que son frère aîné. — He is taller than his older brother.Mes deux sœurs sont plus jeunes que moi. — My two sisters are younger than me. ",
    "C'est la voiture que je viens d'acheter. — This is the car which I just bought. ",
    "Que voyez-vous ? — What do you see? ",
    "C'était l'homme qu'elle aimait. — He was the man whom she loved. "
  ],
  "french": "que"
},{
  "english": [
    "text n  (almost always used)\n (plural: texts)"
  ],
  "examples": [
    "Le texte était plein de fautes d'orthographe. — The text was full of spelling mistakes.Sur chaque page, le texte est présenté en deux colonnes. — On each page, the text is laid out in two columns. "
  ],
  "french": "texte"
},{
  "english": [],
  "examples": [],
  "french": "Havet"
},{
  "english": [
    "two num"
  ],
  "examples": [
    "J'ai deux chiens de la même race. — I have two dogs of the same breed.Le livre contient deux cents pages. — The book has two hundred pages. "
  ],
  "french": "deux"
},{
  "english": [
    "appearance n",
    "apparition n   (plural: apparitions)",
    "formation n",
    "birth n",
    "apparition f   (plural: apparitions f)"
  ],
  "examples": [
    "Un acteur célèbre a fait une courte apparition au gala. — A famous actor made a quick appearance at the gala.L'apparition publique de l'auteur était un coup de pub pour le livre. — The public appearance of the writer was a publicity stunt for the book. ",
    "Le garçon a vu une apparition fantomatique dans le couloir. — The boy saw a ghostly apparition in the hallway. ",
    "L'apparition du groupe date d'il y a dix ans. — The band's formation dates back ten years. ",
    "L'apparition du jazz remonte au dix-neuvième siècle. — The birth of jazz goes back to the nineteenth century. ",
    "The boy saw a ghostly apparition in the hallway. — Le garçon a vu une apparition fantomatique dans le couloir. ",
    "Examples:first apparition n—première apparition f divine apparition n—apparition divine f "
  ],
  "french": "apparition"
},{
  "english": [],
  "examples": [],
  "french": "conférence"
},{
  "english": [
    "including adv",
    "in particular adv",
    "notably adv",
    "among other things adv"
  ],
  "examples": [
    "J'ai attrapé plusieurs poissons, notamment un grand brochet. — I caught several fish, including a large pike. ",
    "L'artiste est très connu, notamment pour ses peintures abstraites. — The artist is well known, notably for his abstract paintings. ",
    "La réunion concernait notamment le recrutement. — The meeting was about recruitment, among other things. "
  ],
  "french": "notamment"
},{
  "english": [
    "of prep  (often used)",
    "in prep  (often used)",
    "into prep"
  ],
  "examples": [
    "Ces tasses sont en porcelaine. — These cups are made of china. ",
    "J'ai écrit mon nom en majuscules. — I wrote my name in capitals.Les raisins poussent en grappes. — Grapes grow in clusters. ",
    "Le boulanger a formé la pâte en boules. — The baker shaped the dough into balls.J'ai divisé le gâteau en quatre portions. — I divided the cake into four portions. "
  ],
  "french": "En"
},{
  "english": [],
  "examples": [],
  "french": "Alfred"
},{
  "english": [
    "native adj"
  ],
  "examples": [
    "Examples:créance originaire f—original claim n être originaire v—originate v être originaire de qqch. v—hail from sth. v · originate from sth. v "
  ],
  "french": "originaire"
},{
  "english": [],
  "examples": [],
  "french": "comparée"
},{
  "english": [
    "long adv",
    "at length adv",
    "long adj"
  ],
  "examples": [
    "Les étudiants ont longuement discuté du sujet lors de leur séminaire. — The students discussed the topic at length in their seminar. ",
    "Mon long manteau descend jusqu'à mes pieds. — My long coat goes down to my feet.Je planifie un long voyage l'été prochain. — I am planning a long journey next summer. ",
    "Examples:discuter plus longuement de qqch. v—discuss sth. further v "
  ],
  "french": "longuement"
},{
  "english": [
    "old adj  (often used)"
  ],
  "examples": [
    "Le vieux château a été construit sur une colline. — The old castle was built on a hill.Mon grand-père aime écouter ses vieux disques. — My grandfather enjoys listening to his old records. "
  ],
  "french": "vieux"
},{
  "english": [
    "first adj  (often used)",
    "prime adj",
    "primary adj",
    "initial adj",
    "main adj",
    "principal adj",
    "preliminary adj",
    "first num",
    "premier ministre m",
    "premier adj"
  ],
  "examples": [
    "Les premiers résultats seront publiés aujourd'hui. — The first results will be published today.Mon premier animal de compagnie était un chat. — My first pet was a cat. ",
    "La satisfaction du client est notre premier souci. — Our prime concern is customer satisfaction. ",
    "L'objectif premier de l'association est d'aider les pauvres. — The primary objective of the association is to help the poor. ",
    "Les premières conclusions ont été réfutées par une deuxième expérience. — The initial conclusions were disproved by a second experiment. ",
    "Mon premier objectif est d'obtenir mon diplôme. — My main objective is to get my degree. ",
    "L'objectif premier de l'association est d'aider les sans-abris. — The association's principal objective is to help the homeless. ",
    "Les premiers tests en laboratoire sont concluants. — The preliminary laboratory tests are conclusive. "
  ],
  "french": "premier"
},{
  "english": [
    "founder n  (often used)\n (plural: founders)"
  ],
  "examples": [
    "La cérémonie honore la mémoire de notre fondateur. — The ceremony honours our founder's memory. "
  ],
  "french": "fondateur"
},{
  "english": [
    "large adj",
    "great adj",
    "grand adj",
    "wide adj",
    "huge adj",
    "extensive adj",
    "significant adj",
    "tall adj",
    "tremendous adj",
    "grand adj   (grande f sl, grands m pl, grandes f pl)",
    "grandiose adj",
    "mille dollars pl m"
  ],
  "examples": [
    "Nous habitons une grande maison avec beaucoup de pièces. — We live in a large house with many rooms. ",
    "L'affaire a suscité un grand intérêt. — The matter has aroused great interest.Les grands dirigeants motivent leurs collaborateurs. — Great leaders motivate their collaborators. ",
    "Le comptable calcule le grand total de tous les achats. — The accountant calculates the grand total for all purchases. ",
    "Le magasin offre un grand choix de produits. — The shop offers a wide selection of products.Le café offre une grande variété de pâtisseries. — The café offers a wide variety of pastries. ",
    "L'inauguration de la campagne a été un grand succès. — The campaign launch was a huge success. ",
    "Le nouveau directeur a une grande expérience dans ce secteur. — The new manager has extensive experience in the industry. ",
    "Le mariage du roi était un grand événement pour le pays. — The king's wedding was a significant event for the country. ",
    "Je suis si grand que ma tête touche le plafond. — I am so tall that my head touches the ceiling. ",
    "Le soleil produit une grande quantité d'énergie. — The sun produces a tremendous amount of energy. ",
    "The accountant calculates the grand total for all purchases. — Le comptable calcule le grand total de tous les achats. ",
    "Luxury hotels are grand. — Les hôtels de luxe sont grandioses. ",
    "Examples:grand total n —montant global m grand prize n—premier prix m "
  ],
  "french": "grand"
},{
  "english": [],
  "examples": [],
  "french": "Décimo"
},{
  "english": [
    "have v   (had, had)",
    "get sth.",
    "possess sth.",
    "credit note n",
    "asset n   (plural: assets)"
  ],
  "examples": [
    "J'ai les cheveux longs. — I have long hair.Les endives ont un goût amer. — Endives have a bitter taste. ",
    "La fille a de bonnes notes. — The girl gets good grades. ",
    "La patience est une vertu que je n'ai pas. — Patience is a virtue I do not possess. ",
    "Les candidats à l'élection sont tenus de déclarer leurs avoirs. — Candidates in the election are required to disclose their assets.La cour a ordonné la saisie des avoirs de la société en faillite. — The court ordered the seizure of the bankrupt company's assets. "
  ],
  "french": "avait"
},{
  "english": [
    "transmission n  (often used)\n (plural: transmissions)",
    "drive n   (plural: drives)",
    "transfer n",
    "spread n",
    "transmission f  (almost always used)\n (plural: transmissions f)"
  ],
  "examples": [
    "Le mécanicien a réparé la transmission de ma voiture. — The mechanic repaired my car's transmission. ",
    "La plupart des véhicules tout terrain ont la transmission intégrale. — Most all-terrain vehicles have all-wheel drive. ",
    "L'enseignement permet la transmission des connaissances. — Teaching enables the transfer of knowledge. ",
    "Les docteurs ont pu empêcher la transmission de la maladie. — Doctors managed to prevent the spread of the disease. ",
    "The mechanic repaired my car's transmission. — Le mécanicien a réparé la transmission de ma voiture. "
  ],
  "french": "transmission"
},{
  "english": [
    "hatchet n"
  ],
  "examples": [],
  "french": "Hachette"
},{
  "english": [
    "them pron",
    "the art",
    "it pron",
    "him pron",
    "the art"
  ],
  "examples": [
    "Mes sœurs m'ont demandé de les conduire au concert. — My sisters asked me to drive them to the concert.J'aime beaucoup les chats ; en fait, je les adore. — I really like cats; indeed, I love them.Le mastic sur les fenêtres les rend étanches à l'air. — The sealant on the windows makes them airtight. ",
    "Les résultats sont excellents. — The results are excellent. ",
    "Oui, je le sais. — Yes, I know it. ",
    "Mon fils est fatigué et je devrais le coucher. — My son is tired and I should put him to bed. ",
    "C'est le livre que je voulais. — This is the book I wanted. "
  ],
  "french": "Les"
},{
  "english": [],
  "examples": [],
  "french": "Charles"
},{
  "english": [],
  "examples": [],
  "french": "jusqu"
},{
  "english": [
    "come v   (came, come)",
    "come over v   (came, come)"
  ],
  "examples": [
    "Viens te réchauffer près du feu. — Come warm yourself by the fire.D'accord ! Je viendrai à la fête demain. — OK! I will come to the party tomorrow. ",
    "Mes amis sont venus dîner à la maison hier soir. — My friends came over for dinner last night. "
  ],
  "french": "vint"
},{
  "english": [],
  "examples": [],
  "french": "Hratchia"
},{
  "english": [
    "sketch n   (plural: sketches)",
    "outline n",
    "outline sth.",
    "sketch sb./sth.",
    "profile sb./sth.",
    "take shape v"
  ],
  "examples": [
    "Nous avons esquissé une proposition pendant la réunion. — We outlined a proposal during the meeting. ",
    "L'artiste a esquissé la silhouette du modèle. — The artist sketched the outline of the model. ",
    "Le rapport esquisse quelques tendances intéressantes. — The report profiles some interesting trends. "
  ],
  "french": "Esquisse"
},{
  "english": [],
  "examples": [],
  "french": "Personnalité"
},{
  "english": [],
  "examples": [],
  "french": "succéda"
},{
  "english": [],
  "examples": [],
  "french": "découvrit"
},{
  "english": [
    "franc n   (plural: francs)",
    "forthright adj",
    "frank adj",
    "straightforward adj",
    "candid adj",
    "outspoken adj",
    "direct adj",
    "upfront adj"
  ],
  "examples": [
    "Le politicien donne toujours des réponses honnêtes et franches. — The politician always gives honest and forthright answers. ",
    "Je vais être très franc sur la question. — I will be quite frank about the matter. ",
    "Il est honnête et donne des réponses franches. — He is honest and gives straightforward answers.Les gens directs et francs disent ce qu'ils pensent. — Blunt and straightforward people say what they think. ",
    "Le candidat était franc et honnête pendant l'entretien. — The applicant was candid and honest during the interview. ",
    "Je suis très franc et direct. — I am very outspoken and direct. ",
    "Mon amie est très franche et dit toujours ce qu'elle pense. — My friend is very direct and always says what she thinks. ",
    "Elle est très franche quand elle donne son opinion. — She is very upfront when giving her opinion. "
  ],
  "french": "français"
},{
  "english": [],
  "examples": [],
  "french": "Haguenauer"
},{
  "english": [
    "secondary adj",
    "secondary adj",
    "side adj",
    "collateral adj",
    "high school n"
  ],
  "examples": [
    "Ma nièce commencera l'école secondaire l'an prochain. — My niece will start secondary school next year.Les adolescents apprennent beaucoup pendant l'enseignement secondaire. — Teenagers learn a lot during secondary education. ",
    "Certains médicaments ont des effets secondaires importants. — Some drugs have significant side effects. ",
    "L'introduction de cette espèce a eu un effet secondaire sur les écosystèmes voisins. — The introduction of this species had a collateral effect on nearby ecosystems. ",
    "J'envisage d'aller à l'université après le secondaire. — I plan to go to university after high school. "
  ],
  "french": "secondaires"
},{
  "english": [
    "links pl",
    "ties pl",
    "link n   (plural: links)",
    "connection n",
    "bond n   (plural: bonds)",
    "relationship n   (plural: relationships)",
    "linkage n   (plural: linkages)",
    "relation n   (plural: relations)",
    "tie n   (plural: ties)",
    "bridge n   (plural: bridges)",
    "interconnection n",
    "interlink n"
  ],
  "examples": [
    "Les ambassadeurs vont évoquer la rupture des liens diplomatiques. — The ambassadors will discuss the severance of diplomatic ties.Il entretient des liens étroits avec son pays d'origine. — He maintains strong ties with his country of origin. ",
    "Il y a un lien évident entre la nutrition et la santé. — There is an obvious link between nutrition and health.Il existe un lien étroit entre l'activité physique et une bonne santé. — There is a close link between physical activity and good health. ",
    "Le détective a découvert un lien entre les deux affaires. — The detective found a connection between the two cases. ",
    "Les deux frères sont unis par un lien spécial. — The two brothers share a special bond. ",
    "L'étude traite du lien entre l'argent et le bonheur. — The study discusses the relationship between money and happiness. ",
    "Il existe un lien entre la recherche scientifique et le progrès technologique. — There is a linkage between scientific research and technological progress. ",
    "Il y a un lien direct entre l'offre et la demande. — There is a direct relation between supply and demand. ",
    "Il entretient des liens étroits avec son pays d'origine. — He maintains strong ties with his country of origin. ",
    "Le traité a établi un lien entre les deux pays. — The treaty built a bridge between the two countries. ",
    "Il y a un lien fort entre l'alimentation et la santé. — There is a strong interconnection between food and health. "
  ],
  "french": "Liens"
},{
  "english": [],
  "examples": [],
  "french": "diatopique"
},{
  "english": [
    "among prep",
    "amongst prep"
  ],
  "examples": [
    "Il n'y a que dix garçons parmi tous les élèves. — There are only ten boys among all of the pupils.La nouvelle a semé la panique parmi les actionnaires. — The news spread panic among the shareholders. ",
    "Quelques fleurs poussaient parmi les mauvaises herbes. — A few flowers were growing amongst the weeds. "
  ],
  "french": "parmi"
},{
  "english": [
    "and conj"
  ],
  "examples": [
    "J'ai joué au handball avec mon frère et ses amis. — I played handball with my brother and his friends.Je suis très franc et direct. — I am very outspoken and direct. "
  ],
  "french": "et"
},{
  "english": [
    "biography n  (almost always used)"
  ],
  "examples": [
    "La biographie de l'acteur révèle des détails personnels sur son enfance. — The actor's biography reveals personal details about his childhood. "
  ],
  "french": "Biographie"
},{
  "english": [
    "boyfriend n"
  ],
  "examples": [],
  "french": "Jules"
},{
  "english": [],
  "examples": [],
  "french": "génération"
},{
  "english": [
    "articles pl",
    "items pl",
    "clauses pl",
    "goods pl",
    "article n   (plural: articles)",
    "item n   (plural: items)",
    "product n",
    "paper n",
    "clause n",
    "piece n   (plural: pieces)",
    "story n   (plural: stories)",
    "entry n",
    "feature n   (plural: features)",
    "articles pl m (almost always used)",
    "article m   (plural: articles m)",
    "objet m   (plural: objets m)",
    "reportage m   (plural: reportages m)",
    "chose f   (plural: choses f)"
  ],
  "examples": [
    "J'écris des articles pour plusieurs journaux. — I write articles for several newspapers. ",
    "La livraison est offerte pour les achats de deux articles ou plus. — Shipping is free for purchases of two items or more.Le package comprend deux articles pour le prix d'un. — The package includes two items for the price of one. ",
    "Il a lu tous les articles du contrat. — He read all the clauses of the contract. ",
    "Nous avons procédé à un examen minutieux des articles. — We carried out a thorough examination of the goods. ",
    "J'écris des articles pour plusieurs journaux. — I write articles for several newspapers. ",
    "Chaque article est contrôlé avant d'être expédié. — Each item is checked before dispatch.Le package comprend deux articles pour le prix d'un. — The package includes two items for the price of one. ",
    "L'article est disponible dans plusieurs magasins. — The product is available in several stores. ",
    "Mon article est paru dans une revue scientifique. — My paper appeared in a scientific journal. ",
    "Il a lu tous les articles du contrat. — He read all the clauses of the contract. ",
    "Le magazine a publié un article sur les courses de bateaux. — The magazine published a piece on boat racing. ",
    "J'ai fait publier mon article dans le journal. — I had my story published in the newspaper. ",
    "J'ai publié un article sur mon blog. — I posted an entry in my blog. ",
    "Le journal a publié un article sur le sujet. — The newspaper published a feature on the topic. ",
    "I write articles for several newspapers. — J'écris des articles pour plusieurs journaux. ",
    "I write articles for several newspapers. — J'écris des articles pour plusieurs journaux. ",
    "The airport has a counter for lost articles. — L'aéroport a un comptoir pour les objets trouvés. ",
    "I read an article about life aboard a submarine. — J'ai lu un reportage sur la vie à bord d'un sous-marin. "
  ],
  "french": "Articles"
},{
  "english": [
    "structure n  (almost always used)\n (plural: structures)",
    "organization n",
    "construction n   (plural: constructions)",
    "framework n   (plural: frameworks)",
    "layout n",
    "skeleton n",
    "structure v   (structured, structured)",
    "shape sth.",
    "articulate sth.",
    "formalize sth.AE v",
    "structure f   (plural: structures f)",
    "cadre m",
    "structurer v"
  ],
  "examples": [
    "La plupart des ponts modernes ont une structure métallique. — Most modern bridges have a metal structure.Un tuyau est une structure tubulaire. — A pipe is a tubular structure. ",
    "Notre structure a toujours besoin de bénévoles. — Our organization always needs volunteers. ",
    "La structure du bâtiment est très solide. — The building's construction is very solid. ",
    "La structure de la maison est solide. — The framework of the house is solid. ",
    "La maison ancienne a conservé sa structure d'origine. — The old house has retained its original layout. ",
    "La structure du bâtiment est en acier. — The skeleton of the building is made of steel. ",
    "Mon collègue m'a aidé à structurer mon rapport. — My colleague helped me shape my report. ",
    "Le professeur m'a aidé à structurer mon raisonnement. — The teacher helped me articulate my reasoning. ",
    "Most modern bridges have a metal structure. — La plupart des ponts modernes ont une structure métallique.A pipe is a tubular structure. — Un tuyau est une structure tubulaire. ",
    "The company operated within a specific legal structure. — L'entreprise opérait dans un cadre juridique spécifique. "
  ],
  "french": "structure"
},{
  "english": [],
  "examples": [],
  "french": "Caractères"
},{
  "english": [
    "science n",
    "science f"
  ],
  "examples": [
    "Je veux étudier une science comme la physique. — I want to study a science like physics. ",
    "I want to study a science like physics. — Je veux étudier une science comme la physique. "
  ],
  "french": "Sciences"
},{
  "english": [
    "grammar n"
  ],
  "examples": [
    "L'écrivain utilise une grammaire impeccable. — The writer uses impeccable grammar. "
  ],
  "french": "grammaire"
},{
  "english": [
    "Germanic adj"
  ],
  "examples": [],
  "french": "germaniques"
},{
  "english": [],
  "examples": [],
  "french": "Benveniste"
},{
  "english": [],
  "examples": [],
  "french": "préside"
},{
  "english": [
    "released",
    "seem v   (seemed, seemed)",
    "appear v   (appeared, appeared)",
    "look v   (looked, looked)",
    "come out v   (came, come)"
  ],
  "examples": [
    "La tâche paraissait insurmontable mais j'ai persévéré. — The task seemed insurmountable but I kept trying. ",
    "Mon ami paraît fatigué aujourd'hui. — My friend looks tired today.Il paraissait minable dans son vieux manteau rapiécé. — He looked shabby in his old, patched coat.Un homme paraît petit comparé à un éléphant. — A human looks tiny compared to an elephant. ",
    "Une nouvelle édition du dictionnaire paraîtra la semaine prochaine. — A new edition of the dictionary will come out next week. ",
    "Examples:article paru m—article published n article paru récemment m—recent article n paraître sensé v—make sense v "
  ],
  "french": "paru"
},{
  "english": [
    "lees pl",
    "scum n"
  ],
  "examples": [
    "Il a filtré la lie du vin. — He filtered the lees of the wine. ",
    "Il a décrit les criminels comme la lie de la société. — He described criminals as the scum of society. ",
    "Examples:lie de vin f—wine sediment n "
  ],
  "french": "liée"
},{
  "english": [],
  "examples": [],
  "french": "Klincksieck"
},{
  "english": [
    "articles pl",
    "items pl",
    "clauses pl",
    "goods pl",
    "article n   (plural: articles)",
    "item n   (plural: items)",
    "product n",
    "paper n",
    "clause n",
    "piece n   (plural: pieces)",
    "story n   (plural: stories)",
    "entry n",
    "feature n   (plural: features)",
    "articles pl m (almost always used)",
    "article m   (plural: articles m)",
    "objet m   (plural: objets m)",
    "reportage m   (plural: reportages m)",
    "chose f   (plural: choses f)"
  ],
  "examples": [
    "J'écris des articles pour plusieurs journaux. — I write articles for several newspapers. ",
    "La livraison est offerte pour les achats de deux articles ou plus. — Shipping is free for purchases of two items or more.Le package comprend deux articles pour le prix d'un. — The package includes two items for the price of one. ",
    "Il a lu tous les articles du contrat. — He read all the clauses of the contract. ",
    "Nous avons procédé à un examen minutieux des articles. — We carried out a thorough examination of the goods. ",
    "J'écris des articles pour plusieurs journaux. — I write articles for several newspapers. ",
    "Chaque article est contrôlé avant d'être expédié. — Each item is checked before dispatch.Le package comprend deux articles pour le prix d'un. — The package includes two items for the price of one. ",
    "L'article est disponible dans plusieurs magasins. — The product is available in several stores. ",
    "Mon article est paru dans une revue scientifique. — My paper appeared in a scientific journal. ",
    "Il a lu tous les articles du contrat. — He read all the clauses of the contract. ",
    "Le magazine a publié un article sur les courses de bateaux. — The magazine published a piece on boat racing. ",
    "J'ai fait publier mon article dans le journal. — I had my story published in the newspaper. ",
    "J'ai publié un article sur mon blog. — I posted an entry in my blog. ",
    "Le journal a publié un article sur le sujet. — The newspaper published a feature on the topic. ",
    "I write articles for several newspapers. — J'écris des articles pour plusieurs journaux. ",
    "I write articles for several newspapers. — J'écris des articles pour plusieurs journaux. ",
    "The airport has a counter for lost articles. — L'aéroport a un comptoir pour les objets trouvés. ",
    "I read an article about life aboard a submarine. — J'ai lu un reportage sur la vie à bord d'un sous-marin. "
  ],
  "french": "Articles"
},{
  "english": [
    "jean n",
    "jeans pl",
    "jean m"
  ],
  "examples": [
    "Je dois chercher un haut rouge pour aller avec mon nouveau jean. — I need to look for a red top to go with my new jeans. Il porte toujours un jean et une chemise. — He always wears jeans and a shirt. "
  ],
  "french": "Jean"
},{
  "english": [],
  "examples": [],
  "french": "Zeuss"
},{
  "english": [
    "have to v   (had, had)",
    "should v (modal verb)",
    "need v   (needed, needed)",
    "must v",
    "owe v   (owed, owed)",
    "ought to v   (ought, ought)",
    "shall v (modal)",
    "duty n   (plural: duties)",
    "obligation n   (plural: obligations)",
    "homework n",
    "paper n",
    "lesson n   (plural: lessons)"
  ],
  "examples": [
    "Elle doit étudier pour réussir ses examens. — She has to study to pass her exams.Un résumé doit être court et concis. — A summary has to be short and concise. ",
    "Je devrais rentrer à la maison car il se fait tard. — I should go home as it is getting late.Je pense qu'on devrait manger quelque chose. — I think we should eat something. ",
    "Il doit dire la vérité à la police. — He needs to tell the truth to the police.Je dois partir quand la cloche sonne. — When the bell chimes, I need to leave. ",
    "Les plantes doivent être arrosées un jour sur deux. — The plants must be watered every other day. Les vêtements sales doivent être lavés. — Dirty clothes must be washed. ",
    "Mon ami me doit encore de l'argent. — My friend still owes me some money. ",
    "Nous devrions apporter quelques changements au processus. — We ought to introduce some changes to the process. ",
    "Les parents ont le devoir de prendre soin de leurs enfants. — Parents have the duty to take care of their children. Les citoyens ont des droits et des devoirs. — Citizens have rights and duties. ",
    "Les parents ont le devoir de protéger leurs enfants. — Parents have an obligation to protect their children. ",
    "J'aide mon fils à faire ses devoirs après l'école. — I help my son do his homework after school. ",
    "Le devoir de l'étudiant était rempli de plagiat flagrant. — The student's paper was filled with egregious plagiarism. "
  ],
  "french": "devait"
},{
  "english": [
    "of prep  (often used)",
    "for prep",
    "by prep (painting by, book by)",
    "from prep"
  ],
  "examples": [
    "Il y a beaucoup de nourriture sur la table. — There is plenty of food on the table. ",
    "Les livres d'auteurs connus se vendent bien. — Books by famous authors sell well. ",
    "J'ai reçu un e-mail de mon ami. — I got an email from my friend. "
  ],
  "french": "De"
},{
  "english": [],
  "examples": [],
  "french": "premières"
},{
  "english": [],
  "examples": [],
  "french": "Antoine"
},{
  "english": [],
  "examples": [],
  "french": "élémentaire"
},{
  "english": [],
  "examples": [],
  "french": "réel"
},{
  "english": [
    "text n  (almost always used)\n (plural: texts)"
  ],
  "examples": [
    "Le texte était plein de fautes d'orthographe. — The text was full of spelling mistakes.Sur chaque page, le texte est présenté en deux colonnes. — On each page, the text is laid out in two columns. "
  ],
  "french": "texte"
},{
  "english": [
    "origin n",
    "origins pl",
    "origin n   (plural: origins)",
    "root n",
    "background n",
    "descent n",
    "parentage n"
  ],
  "examples": [
    "Les origines de certaines traditions sont obscures. — The origins of some traditions are obscure. ",
    "Les origines de certaines traditions sont obscures. — The origins of some traditions are obscure. ",
    "L'origine de nombreuses légendes est inconnue. — The origin of many legends is unknown.Il entretient des liens étroits avec son pays d'origine. — He maintains strong ties with his country of origin. ",
    "Une mauvaise communication était à l'origine du problème. — Poor communication was at the root of the problem. ",
    "Mon origine ethnique influence ma façon de cuisiner. — My ethnic background influences the way I cook. ",
    "Mon grand-père est d'origine italienne. — My grandfather is of Italian descent. ",
    "Les scientifiques ont déterminé l'origine des différentes variétés de raisins. — The scientists determined the parentage of the different varieties of grapes. "
  ],
  "french": "origines"
},{
  "english": [],
  "examples": [],
  "french": "Académie"
},{
  "english": [
    "birth n  (often used)\n (plural: births)",
    "genesis n"
  ],
  "examples": [
    "Je connais l'heure exacte de la naissance de mon fils. — I know my son's exact time of birth. ",
    "L'article parle de la naissance de la foi chrétienne. — The article is about the genesis of the Christian faith. "
  ],
  "french": "Naissance"
},{
  "english": [
    "by prep",
    "through prep",
    "per prep"
  ],
  "examples": [
    "Le contrat a été signé par les deux parties. — The contract was signed by both parties.Il a été piqué par une abeille. — He was stung by a bee. ",
    "Nous sommes passés par Londres en allant à Paris. — We went through London on our way to Paris.La route passe par la forêt. — The road passes through the forest. ",
    "Il y a deux desserts par personne. — There are two desserts per person.Les prix sont généralement calculés par unité. — Prices are usually calculated per unit. "
  ],
  "french": "Par"
},{
  "english": [
    "Oslo prop.n",
    "Oslo prop.n"
  ],
  "examples": [],
  "french": "Oslo"
},{
  "english": [
    "seigneur m   (plural: seigneurs m)",
    "monsieur m"
  ],
  "examples": [
    "The knight was welcomed by the lord of the castle. — Le chevalier a été accueilli par le seigneur du château.The lord gave tenures to his farmers. — Le seigneur a donné des tenures à ses paysans. "
  ],
  "french": "Lord"
},{
  "english": [
    "skilfulBE adj",
    "learned adj",
    "scholarly adj",
    "scholar n   (plural: scholars)",
    "savant m   (plural: savants m)"
  ],
  "examples": [
    "Il y avait beaucoup d'éminents savants à la conférence. — There were a lot of eminent scholars at the conference. "
  ],
  "french": "savant"
},{
  "english": [],
  "examples": [],
  "french": "Matija"
},{
  "english": [
    "be v",
    "being n   (plural: beings)"
  ],
  "examples": [
    "Mon frère est très grand. — My brother is very tall.L'étain est un métal lourd. — Tin is a heavy metal. ",
    "La protection de l'environnement profite à tous les êtres vivants. — Protecting the environment benefits all living beings. "
  ],
  "french": "serait"
},{
  "english": [],
  "examples": [],
  "french": "Hétéroclites"
},{
  "english": [
    "notary n  (almost always used)\n (plural: notaries)",
    "lawyer n   (plural: lawyers)",
    "notary public n",
    "solicitorBE n   (plural: solicitors)"
  ],
  "examples": [
    "Je suis allé voir un notaire pour écrire mon testament. — I went to see a notary to write my will. ",
    "Le contrat de transaction a été signé devant notaire. — The transaction agreement was signed before a notary public. ",
    "J'ai reçu de bons conseils juridiques de mon notaire. — I received good legal advice from my solicitor. "
  ],
  "french": "notaire"
},{
  "english": [
    "presses pl   (singular: press)",
    "press n   (plural: presses)",
    "media n"
  ],
  "examples": [
    "L'affaire a été rapportée en détail dans la presse. — The story was reported in detail in the press. "
  ],
  "french": "Presses"
},{
  "english": [
    "publish (sb./sth.)",
    "post sth.",
    "release sth.",
    "issue (sth.)",
    "disclose sth.",
    "upload sth.",
    "print v   (printed, printed)",
    "announce v   (announced, announced)"
  ],
  "examples": [
    "J'ai publié une collection de livres pour enfants. — I published a series of books for children.L'école publie un bulletin d'information hebdomadaire. — The school publishes a weekly newsletter. ",
    "J'ai publié un commentaire sur le site web. — I posted a comment on the website. ",
    "L'entreprise a publié un communiqué pour clarifier sa position. — The company released a statement to clarify its position. ",
    "L'association a publié son rapport annuel. — The association issued its annual report. ",
    "La société a publié ses résultats pour l'année en cours. — The company disclosed its results for the current year. ",
    "Beaucoup de gens publient des photos sur les réseaux sociaux. — Many people upload pictures to social networks. ",
    "Mon premier roman sera publié le mois prochain. — My first novel will be printed next month. ",
    "La loterie a publié le nom du gagnant dans le journal. — The lottery announced the name of the winner in the newspaper. ",
    "Examples:publier en exclusivité v —scoop v "
  ],
  "french": "publiés"
},{
  "english": [
    "Latin adj"
  ],
  "examples": [],
  "french": "latine"
},{
  "english": [
    "champion n  (often used)\n (plural: champions)",
    "champion m   (plural: champions m)",
    "défendre qqch.",
    "soutenir v"
  ],
  "examples": [
    "Le gagnant de la course sera le champion. — The winner of the race will be the champion.Les prouesses du champion restent inégalées à ce jour. — The champion's exploits remain unparalleled to this day.Le champion incontesté semblait invincible. — The undisputed champion seemed invincible. ",
    "The winner of the race will be the champion. — Le gagnant de la course sera le champion. The champion's exploits remain unparalleled to this day. — Les prouesses du champion restent inégalées à ce jour.The undisputed champion seemed invincible. — Le champion incontesté semblait invincible. ",
    "The politician champions the rights of migrant workers. — L'homme politique défend les droits des travailleurs immigrés. ",
    "The new government champions social reform. — Le nouveau gouvernement soutient la réforme sociale. "
  ],
  "french": "Champion"
},{
  "english": [],
  "examples": [],
  "french": "Caractères"
},{
  "english": [
    "institute n  (almost always used)\n (plural: institutes)"
  ],
  "examples": [
    "L'institut de recherche a découvert un nouveau vaccin. — The research institute discovered a new vaccine. "
  ],
  "french": "Institut"
},{
  "english": [],
  "examples": [],
  "french": "comparée"
},{
  "english": [],
  "examples": [],
  "french": "Harvard"
},{
  "english": [],
  "examples": [],
  "french": "élève"
},{
  "english": [
    "of prep  (often used)",
    "in prep  (often used)",
    "into prep"
  ],
  "examples": [
    "Ces tasses sont en porcelaine. — These cups are made of china. ",
    "J'ai écrit mon nom en majuscules. — I wrote my name in capitals.Les raisins poussent en grappes. — Grapes grow in clusters. ",
    "Le boulanger a formé la pâte en boules. — The baker shaped the dough into balls.J'ai divisé le gâteau en quatre portions. — I divided the cake into four portions. "
  ],
  "french": "en"
},{
  "english": [],
  "examples": [],
  "french": "Haguenauer"
},{
  "english": [],
  "examples": [],
  "french": "dialectes"
},{
  "english": [
    "structure n  (almost always used)\n (plural: structures)",
    "organization n",
    "construction n   (plural: constructions)",
    "framework n   (plural: frameworks)",
    "layout n",
    "skeleton n",
    "structure v   (structured, structured)",
    "shape sth.",
    "articulate sth.",
    "formalize sth.AE v",
    "structure f   (plural: structures f)",
    "cadre m",
    "structurer v"
  ],
  "examples": [
    "La plupart des ponts modernes ont une structure métallique. — Most modern bridges have a metal structure.Un tuyau est une structure tubulaire. — A pipe is a tubular structure. ",
    "Notre structure a toujours besoin de bénévoles. — Our organization always needs volunteers. ",
    "La structure du bâtiment est très solide. — The building's construction is very solid. ",
    "La structure de la maison est solide. — The framework of the house is solid. ",
    "La maison ancienne a conservé sa structure d'origine. — The old house has retained its original layout. ",
    "La structure du bâtiment est en acier. — The skeleton of the building is made of steel. ",
    "Mon collègue m'a aidé à structurer mon rapport. — My colleague helped me shape my report. ",
    "Le professeur m'a aidé à structurer mon raisonnement. — The teacher helped me articulate my reasoning. ",
    "Most modern bridges have a metal structure. — La plupart des ponts modernes ont une structure métallique.A pipe is a tubular structure. — Un tuyau est une structure tubulaire. ",
    "The company operated within a specific legal structure. — L'entreprise opérait dans un cadre juridique spécifique. "
  ],
  "french": "structure"
},{
  "english": [],
  "examples": [],
  "french": "profondément"
},{
  "english": [
    "introduction n  (often used)\n (plural: introductions)",
    "preface n",
    "introduction f  (often used)\n (plural: introductions f)",
    "mise en place f",
    "adoption f",
    "présentation f   (plural: présentations f)",
    "présenter (qqn./qqch.)",
    "introduire qqch./qqn.",
    "lancer v",
    "instaurer qqch.",
    "initier v",
    "adopter qqch.",
    "insérer qqch.",
    "sortir v",
    "familiariser qqn."
  ],
  "examples": [
    "L'éditeur a écrit l'introduction du livre. — The editor wrote the introduction of the book.L'introduction de cette espèce a eu un effet secondaire sur les écosystèmes voisins. — The introduction of this species had a collateral effect on nearby ecosystems. ",
    "L'auteur a remercié ses parents dans l'introduction de son premier livre. — The author thanked his parents in the preface of his first book. ",
    "The editor wrote the introduction of the book. — L'éditeur a écrit l'introduction du livre.The introduction of this species had a collateral effect on nearby ecosystems. — L'introduction de cette espèce a eu un effet secondaire sur les écosystèmes voisins. ",
    "The introduction of preventive measures will improve safety. — La mise en place de mesures de prévention améliorera la sécurité. ",
    "Activists opposed the introduction of the new law. — Des militants se sont opposés à l'adoption de la nouvelle loi. ",
    "The hostess made the introductions when we arrived. — L'hôtesse a fait les présentations quand nous sommes arrivés. ",
    "The custodian of the museum introduced the exhibition. — Le conservateur du musée a présenté l'exposition.I introduced my boss to my husband. — J'ai présenté mon patron à mon mari. ",
    "The teacher introduced the subject very well. — Le professeur a très bien introduit le sujet.The government introduced a ban on smoking in public places. — Le gouvernement a introduit une interdiction de fumer dans les lieux publics. ",
    "Our company introduced two new products last year. — Notre société a lancé deux nouveaux produits l'année dernière. ",
    "The government introduced a new policy to combat poverty. — Le gouvernement a instauré une nouvelle politique pour combattre la pauvreté. ",
    "My brother introduced me to weightlifting. — Mon frère m'a initié à la musculation. ",
    "The company introduced new internal regulations. — La société a adopté un nouveau règlement intérieur. ",
    "The editor introduced his corrections directly into the original text. — L'éditeur a inséré ses corrections directement dans le texte original. ",
    "The company is introducing a new product to the market. — L'entreprise sort un nouveau produit sur le marché. ",
    "The book's aim is to introduce beginners to philosophy. — Le livre a pour but de familiariser les débutants à la philosophie. "
  ],
  "french": "Introduction"
},{
  "english": [],
  "examples": [],
  "french": "Étudiant"
},{
  "english": [],
  "examples": [],
  "french": "bourbonnaise"
}]